Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: It's currently not your turn to sign. Please check back soon as this document should be available for you to sign shortly.
hr: Trenutno nije Vaš red za potpisivanje. Provjerite uskoro jer bi dokument trebao uskoro biti dostupan za Vaše potpisivanje.

source: It's currently not your turn to sign. You will receive an email with instructions once it's your turn to sign the document.
hr: Trenutno nije Vaš red za potpisivanje. Primit ćete e-poštu s uputama kada dođe Vaš red za potpisivanje dokumenta.

source: Join {organisationName} on Documenso
hr: Pridružite se {organisationName} na Documensu

source: Join our community on <0>Discord</0> for community support and discussion.
hr: Pridružite se našoj zajednici na <0>Discordu</0> za podršku zajednice i raspravu.

source: Joined
hr: Pridružen

source: Joined {0}
hr: Pridruženo {0}

source: Label
hr: Oznaka

source: Language
hr: Jezik

source: Last 14 days
hr: Zadnjih 14 dana

source: Last 30 days
hr: Zadnjih 30 dana

source: Last 30 Days
hr: Zadnjih 30 dana

source: Last 7 days
hr: Zadnjih 7 dana

source: Last 90 Days
hr: Zadnjih 90 dana

source: Last Active
hr: Zadnja aktivnost

source: Last modified
hr: Zadnje izmijenjeno

source: Last Retried
hr: Zadnji ponovni pokušaj

source: Last updated
hr: Zadnje ažurirano

source: Last Updated
hr: Zadnje ažurirano

source: Last updated at
hr: Zadnje ažurirano

source: Last used
hr: Zadnje korišteno

source: Last Year
hr: Prošla godina

source: Leave
hr: Napusti

source: Leave blank to inherit from the organisation.
hr: Ostavite prazno kako biste naslijedili od organizacije.

source: Leave organisation
hr: Napusti organizaciju

source: Left
hr: Lijevo

source: Legality of Electronic Signatures
hr: Pravna valjanost elektroničkih potpisa

source: Letter spacing
hr: Razmak između slova

source: Letter Spacing
hr: Razmak između slova

source: Light Mode
hr: Svijetli način rada

source: Like to have your own public profile with agreements?
hr: Želite imati vlastiti javni profil s ugovorima?

source: Line height
hr: Visina retka

source: Line Height
hr: Visina retka

source: Link expires in 1 hour.
hr: Poveznica istječe za 1 sat.

source: Link expires in 30 minutes.
hr: Poveznica istječe za 30 minuta.

source: Link template
hr: Poveži predložak

source: Link your Documenso account
hr: Povežite svoj Documenso račun

source: Linked Accounts
hr: Povezani računi

source: Linked At
hr: Povezano

source: Links Generated
hr: Poveznice generirane

source: Listening to
hr: Sluša

source: Load older activity
hr: Učitaj stariju aktivnost

source: Loading
hr: Učitavanje

source: Loading document...
hr: Učitavanje dokumenta...

source: Loading Document...
hr: Učitavanje dokumenta...

source: Loading suggestions...
hr: Učitavanje prijedloga...

source: Loading...
hr: Učitavanje...

source: Local timezone
hr: Lokalna vremenska zona

source: Login
hr: Prijava

source: Logs
hr: Zapisi

source: Looking for form fields
hr: Traženje polja obrasca

source: Looking for signature fields
hr: Traženje polja potpisa

source: Manage
hr: Upravljaj

source: Manage {0}'s profile
hr: Upravljaj profilom korisnika {0}

source: Manage a custom SSO login portal for your organisation.
hr: Upravljajte prilagođenim SSO portalom za prijavu za svoju organizaciju.

source: Manage all organisations you are currently associated with.
hr: Upravljajte svim organizacijama s kojima ste trenutno povezani.

source: Manage all subscription claims
hr: Upravljajte svim zahtjevima za pretplatu

source: Manage and view template
hr: Upravljajte i pregledajte predložak

source: Manage billing
hr: Upravljaj naplatom

source: Manage Billing
hr: Upravljaj naplatom

source: Manage billing and subscriptions for organisations where you have billing management permissions.
hr: Upravljajte naplatom i pretplatama za organizacije u kojima imate ovlasti upravljanja naplatom.

source: Manage details for this public template
hr: Upravljajte detaljima ovog javnog predloška

source: Manage Direct Link
hr: Upravljaj izravnom poveznicom

source: Manage documents
hr: Upravljaj dokumentima

source: Manage linked accounts
hr: Upravljaj povezanim računima

source: Manage organisation
hr: Upravljaj organizacijom

source: Manage Organisation
hr: Upravljaj organizacijom

source: Manage organisations
hr: Upravljaj organizacijama

source: Manage passkeys
hr: Upravljaj pristupnim ključevima

source: Manage permissions and access controls
hr: Upravljaj dozvolama i kontrolama pristupa

source: Manage sessions
hr: Upravljaj sesijama

source: Manage subscription
hr: Upravljaj pretplatom

source: Manage the {0} organisation
hr: Upravljaj organizacijom {0}

source: Manage the {0} organisation subscription
hr: Upravljaj pretplatom organizacije {0}

source: Manage the custom groups of members for your organisation.
hr: Upravljajte prilagođenim grupama članova u svojoj organizaciji.

source: Manage the direct link signing for this template
hr: Upravljajte potpisivanjem izravnom poveznicom za ovaj predložak

source: Manage the groups assigned to this team.
hr: Upravljajte grupama dodijeljenim ovom timu.

source: Manage the members of your team.
hr: Upravljajte članovima svog tima.

source: Manage the members or invite new members.
hr: Upravljajte članovima ili pozovite nove članove.

source: Manage the settings for this folder.
hr: Upravljajte postavkama ove mape.

source: Manage the teams in this organisation.
hr: Upravljajte timovima u ovoj organizaciji.

source: Manage users
hr: Upravljaj korisnicima

source: Manage your email domain settings.
hr: Upravljajte postavkama domene e-pošte.

source: Manage your organisation group settings.
hr: Upravljajte postavkama grupa organizacije.

source: Manage your passkeys.
hr: Upravljajte svojim pristupnim ključevima.

source: Manage your site settings here
hr: Ovdje upravljajte postavkama web-mjesta

source: Manager
hr: Voditelj

source: Managers and above
hr: Voditelji i iznad

source: Mapping fields to recipients
hr: Mapiranje polja na primatelje

source: Mark as viewed
hr: Označi kao pregledano

source: Mark as Viewed
hr: Označi kao pregledano

source: MAU (created document)
hr: MAU (stvoren dokument)

source: MAU (had document completed)
hr: MAU (dovršen dokument)

source: MAU (signed in)
hr: MAU (prijavljen)

source: Max
hr: Maks

source: Maximum file size: 4MB. Maximum 100 rows per upload. Blank values will use template defaults.
hr: Maksimalna veličina datoteke: 4MB. Najviše 100 redaka po prijenosu. Prazne vrijednosti koristit će zadane vrijednosti predloška.

source: Maximum number of uploaded files per envelope allowed
hr: Maksimalan dopušten broj prenesenih datoteka po omotnici

source: Member
hr: Član

source: Member Count
hr: Broj članova

source: Member Since
hr: Član od

source: Members
hr: Članovi

source: Message
hr: Poruka

source: Message <0>(Optional)</0>
hr: Poruka <0>(opcionalno)</0>

source: Middle
hr: Sredina

source: Missing Recipients
hr: Nedostaju primatelji

source: Modify recipients
hr: Izmijeni primatelje

source: Modify the details of the subscription claim.
hr: Izmijenite detalje zahtjeva za pretplatu.

source: Monthly
hr: Mjesečno

source: Monthly Active Users: Users that created at least one Document
hr: Mjesečno aktivni korisnici: korisnici koji su stvorili barem jedan dokument

source: Monthly Active Users: Users that had at least one of their documents completed
hr: Mjesečno aktivni korisnici: korisnici koji su imali dovršen barem jedan dokument

source: Move
hr: Premjesti

source: Move "{templateTitle}" to a folder
hr: Premjesti "{templateTitle}" u mapu

source: Move Document to Folder
hr: Premjesti dokument u mapu

source: Move Folder
hr: Premjesti mapu

source: Move Template to Folder
hr: Premjesti predložak u mapu

source: Move to Folder
hr: Premjesti u mapu

source: Multiple access methods can be selected.
hr: Može se odabrati više načina pristupa.

source: My Folder
hr: Moja mapa

source: N/A
hr: N/D

source: Name
hr: Ime

source: Name is required
hr: Naziv je obavezan

source: Name Settings
hr: Postavke naziva

source: Need to sign documents?
hr: Trebate potpisati dokumente?

source: Needs to approve
hr: Treba odobriti

source: Needs to sign
hr: Treba potpisati

source: Needs to view
hr: Treba pregledati

source: Never
hr: Nikad

source: Never expire
hr: Nikad ne istječe

source: New Password
hr: Nova lozinka

source: Next
hr: Dalje

source: Next Field
hr: Sljedeće polje

source: Next Recipient Email
hr: E-pošta sljedećeg primatelja

source: Next Recipient Name
hr: Ime sljedećeg primatelja

source: No
hr: Ne

source: No active drafts
hr: Nema aktivnih skica

source: No documents found
hr: Nisu pronađeni dokumenti

source: No email detected
hr: E-pošta nije otkrivena

source: No fields were detected in your document.
hr: U vašem dokumentu nisu otkrivena polja.

source: No folders found
hr: Nisu pronađene mape

source: No folders found matching "{searchTerm}"
hr: Nisu pronađene mape koje odgovaraju "{searchTerm}"

source: No further action is required from you at this time.
hr: U ovom trenutku nije potrebna nikakva daljnja radnja s vaše strane.

source: No organisations found
hr: Nisu pronađene organizacije

source: No public profile templates found
hr: Nisu pronađeni predlošci javnog profila

source: No recent activity
hr: Nema nedavne aktivnosti

source: No recent documents
hr: Nema nedavnih dokumenata

source: No recipient matching this description was found.
hr: Nije pronađen primatelj koji odgovara ovom opisu.

source: No recipients
hr: Nema primatelja

source: No recipients were detected in your document.
hr: U vašem dokumentu nisu otkriveni primatelji.

source: No recipients with this role
hr: Nema primatelja s ovom ulogom

source: No restrictions
hr: Bez ograničenja

source: No results found
hr: Nisu pronađeni rezultati

source: No results found.
hr: Nisu pronađeni rezultati.

source: No signature field found
hr: Nije pronađeno polje za potpis

source: No Stripe customer attached
hr: Nema povezanog Stripe kupca

source: No suggestions found
hr: Nema pronađenih prijedloga

source: No team groups found
hr: Nisu pronađene grupe tima

source: No teams yet
hr: Još nema timova

source: No valid direct templates found
hr: Nisu pronađeni valjani izravni predlošci

source: No valid recipients found
hr: Nisu pronađeni valjani primatelji

source: No value found.
hr: Nije pronađena vrijednost.

source: No worries, it happens! Enter your email and we'll email you a special link to reset your password.
hr: Bez brige, događa se! Unesite svoju e-poštu i poslat ćemo vam posebnu poveznicu za resetiranje lozinke.

source: None
hr: Nijedno

source: None (Overrides global settings)
hr: Nijedno (nadjačava globalne postavke)

source: Not found
hr: Nije pronađeno

source: Not supported
hr: Nije podržano

source: Nothing to do
hr: Nema ništa za napraviti

source: Number
hr: Broj

source: Number format
hr: Format broja

source: Number needs to be formatted as {numberFormat}
hr: Broj treba biti formatiran kao {numberFormat}

source: Number of members allowed. 0 = Unlimited
hr: Dopušten broj članova. 0 = neograničeno

source: Number of teams allowed. 0 = Unlimited
hr: Dopušten broj timova. 0 = neograničeno

source: Number Settings
hr: Postavke broja

source: On this page, you can create a new webhook.
hr: Na ovoj stranici možete stvoriti novi webhook.

source: On this page, you can create and manage API tokens. See our <0>Documentation</0> for more information.
hr: Na ovoj stranici možete stvarati i upravljati API tokenima. Za više informacija pogledajte našu <0>dokumentaciju</0>.

source: On this page, you can create new Webhooks and manage the existing ones.
hr: Na ovoj stranici možete stvarati nove webhookove i upravljati postojećima.

source: Once confirmed, the following will occur:
hr: Nakon potvrde dogodit će se sljedeće:

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
hr: Nakon omogućavanja možete odabrati bilo kojeg aktivnog primatelja kao primatelja za potpisivanje putem izravne poveznice ili stvoriti novog. Ovu vrstu primatelja nije moguće uređivati ni brisati.

source: Once you have scanned the QR code or entered the code manually, enter the code provided by your authenticator app below.
hr: Nakon što skenirate QR kod ili ručno unesete kod, u nastavku unesite kod koji daje vaša aplikacija za autentikaciju.

source: Once you update your DNS records, it may take up to 48 hours for it to be propogated. Once the DNS propagation is complete you will need to come back and press the "Sync" domains button.
hr: Nakon što ažurirate DNS zapise, može potrajati do 48 sati da se propagiraju. Nakon završetka DNS propagacije vratite se i pritisnite gumb "Sinkroniziraj" domene.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
hr: Kada je predložak postavljen, podijelite poveznicu gdje god želite. Osoba koja otvori poveznicu moći će unijeti svoje podatke u polje primatelja izravne poveznice i ispuniti sva druga dodijeljena polja.

source: One of the documents in the current bundle has a signing role that is not compatible with the current signing experience.
hr: Jedan od dokumenata u trenutnom paketu ima ulogu potpisivanja koja nije kompatibilna s trenutnim iskustvom potpisivanja.

source: Only admins can access and view the document
hr: Samo administratori mogu pristupiti i pregledati dokument

source: Only managers and above can access and view the document
hr: Samo voditelji i iznad mogu pristupiti i pregledati dokument

source: Only one file can be uploaded at a time
hr: Istovremeno se može prenijeti samo jedna datoteka

source: Only PDF files are allowed
hr: Dopuštene su samo PDF datoteke

source: Oops! Something went wrong.
hr: Ups! Nešto je pošlo po zlu.

source: Open menu
hr: Otvori izbornik

source: Opened
hr: Otvoreno

source: Option value cannot be empty
hr: Vrijednost opcije ne može biti prazna

source: Options
hr: Opcije

source: Or
hr: Ili

source: OR
hr: ILI

source: Or continue with
hr: Ili nastavite s

source: Organisation
hr: Organizacija

source: Organisation Admin
hr: Administrator organizacije

source: Organisation authentication portal URL
hr: URL portala za autentikaciju organizacije

source: Organisation created
hr: Organizacija je stvorena

source: Organisation group not found
hr: Grupa organizacije nije pronađena

source: Organisation Group Settings
hr: Postavke grupa organizacije

source: Organisation has been updated successfully
hr: Organizacija je uspješno ažurirana

source: Organisation Insights
hr: Uvidi o organizaciji

source: Organisation invitation
hr: Pozivnica organizacije

source: Organisation invitations have been sent.
hr: Pozivnice organizacije su poslane.

source: Organisation Manager
hr: Voditelj organizacije

source: Organisation Member
hr: Član organizacije

source: Organisation Members
hr: Članovi organizacije

source: Organisation Name
hr: Naziv organizacije

source: Organisation not found
hr: Organizacija nije pronađena

source: Organisation role
hr: Uloga u organizaciji

source: Organisation Role
hr: Uloga u organizaciji

source: Organisation settings
hr: Postavke organizacije

source: Organisation Settings
hr: Postavke organizacije

source: Organisation SSO Portal
hr: SSO portal organizacije

source: Organisation Teams
hr: Timovi organizacije

source: Organisation URL
hr: URL organizacije

source: Organisations
hr: Organizacije

source: Organisations that the user is a member of.
hr: Organizacije kojih je korisnik član.

source: Organise your documents
hr: Organizirajte svoje dokumente

source: Organise your members into groups which can be assigned to teams
hr: Organizirajte članove u grupe koje se mogu dodijeliti timovima

source: Organise your templates
hr: Organizirajte svoje predloške

source: Organize your documents and templates
hr: Organizirajte svoje dokumente i predloške

# Original document (adjective)
source: Original
hr: Izvorni

source: Otherwise, the document will be created as a draft.
hr: U suprotnom, dokument će biti stvoren kao skica.

source: Override organisation settings
hr: Nadjačaj postavke organizacije

source: Owner
hr: Vlasnik

source: Ownership transferred to {organisationMemberName}.
hr: Vlasništvo je preneseno na {organisationMemberName}.

source: Page {0} of {1}
hr: Stranica {0} od {1}

source: Page {0} of {numPages}
hr: Stranica {0} od {numPages}

# Subscription status
source: Paid
hr: Plaćeno

source: Passkey
hr: Pristupni ključ

source: Passkey already exists for the provided authenticator
hr: Pristupni ključ već postoji za navedeni autentikator

source: Passkey creation cancelled due to one of the following reasons:
hr: Stvaranje pristupnog ključa otkazano je zbog jednog od sljedećih razloga:

source: Passkey has been removed
hr: Pristupni ključ je uklonjen

source: Passkey has been updated
hr: Pristupni ključ je ažuriran

source: Passkey name
hr: Naziv pristupnog ključa

source: Passkey Re-Authentication
hr: Ponovna autentikacija pristupnim ključem

source: Passkeys
hr: Pristupni ključevi

source: Passkeys allow you to sign in and authenticate using biometrics, password managers, etc.
hr: Pristupni ključevi omogućuju prijavu i autentikaciju pomoću biometrije, upravitelja lozinki itd.

source: Passkeys are not supported on this browser
hr: Pristupni ključevi nisu podržani u ovom pregledniku

source: Password
hr: Lozinka

source: Password Re-Authentication
hr: Ponovna autentikacija lozinkom

source: Password Reset Requested
hr: Zatraženo resetiranje lozinke

source: Password Reset Successful
hr: Resetiranje lozinke uspješno

source: Password should not be common or based on personal information
hr: Lozinka ne smije biti uobičajena ili temeljena na osobnim podacima

source: Password updated
hr: Lozinka je ažurirana

source: Password updated!
hr: Lozinka je ažurirana!

# Subscription status
source: Past Due
hr: Dospjelo

source: Payment overdue
hr: Plaćanje je dospjelo

source: PDF Document
hr: PDF dokument

source: Pending
hr: Na čekanju

source: Pending Document
hr: Dokument na čekanju

source: Pending documents
hr: Dokumenti na čekanju

source: Pending Documents
hr: Dokumenti na čekanju

source: Pending invitations
hr: Pozivnice na čekanju

source: per month
hr: mjesečno

source: per year
hr: godišnje

# Personal organisation (adjective)
source: Personal
hr: Osobna

source: Personal Account
hr: Osobni račun

source: Personal Inbox
hr: Osobna ulazna pošta

source: Pick a number
hr: Odaberite broj

source: Pick a password
hr: Odaberite lozinku

source: Pick any of the following agreements below and start signing to get started
hr: Odaberite bilo koji od sljedećih sporazuma u nastavku i počnite potpisivati kako biste započeli

source: Pin
hr: Prikvači

source: Place and configure form fields in the document
hr: Postavite i konfigurirajte polja obrasca u dokumentu

source: Placeholder
hr: Rezervirano mjesto

source: Please {0} your document<0/>"{documentName}"
hr: Molimo {0} svoj dokument<0/>"{documentName}"

source: Please {action} your document {documentName}
hr: Molimo {action} svoj dokument {documentName}

source: Please {recipientActionVerb} this document
hr: Molimo {recipientActionVerb} ovaj dokument

source: Please {recipientActionVerb} this document created by your direct template
hr: Molimo {recipientActionVerb} ovaj dokument stvoren vašim izravnim predloškom

source: Please {recipientActionVerb} your document
hr: Molimo {recipientActionVerb} svoj dokument

source: Please check the CSV file and make sure it is according to our format
hr: Molimo provjerite CSV datoteku i provjerite da je u skladu s našim formatom

source: Please check with the parent application for more information.
hr: Molimo provjerite u nadređenoj aplikaciji za više informacija.

source: Please check your email for updates.
hr: Molimo provjerite svoju e-poštu za ažuriranja.

source: Please choose your new password
hr: Molimo odaberite svoju novu lozinku

source: Please complete the document once reviewed
hr: Molimo dovršite dokument nakon pregleda

source: Please configure the document first
hr: Molimo prvo konfigurirajte dokument

source: Please confirm your email
hr: Molimo potvrdite svoju e-poštu

source: Please confirm your email address
hr: Molimo potvrdite svoju adresu e-pošte

source: Please contact support if you would like to revert this action.
hr: Molimo kontaktirajte podršku ako želite poništiti ovu radnju.

source: Please contact the site owner for further assistance.
hr: Molimo kontaktirajte vlasnika web-mjesta za daljnju pomoć.

source: Please enter a meaningful name for your token. This will help you identify it later.
hr: Molimo unesite smislen naziv za svoj token. To će vam pomoći da ga kasnije prepoznate.

source: Please enter a number
hr: Molimo unesite broj

source: Please enter a valid name.
hr: Molimo unesite valjano ime.

source: Please enter a valid number
hr: Molimo unesite valjani broj

source: Please enter a value
hr: Molimo unesite vrijednost

source: Please enter your email address
hr: Molimo unesite svoju adresu e-pošte

source: Please enter your full name
hr: Molimo unesite svoje puno ime

source: Please enter your initials
hr: Molimo unesite svoje inicijale

source: Please mark as viewed to complete
hr: Molimo označite kao pregledano kako biste dovršili

source: Please mark as viewed to complete.
hr: Molimo označite kao pregledano kako biste dovršili.

source: Please note that anyone who signs in through your portal will be added to your organisation as a member.
hr: Molimo imajte na umu da će svatko tko se prijavi putem vašeg portala biti dodan u vašu organizaciju kao član.

source: Please note that proceeding will remove direct linking recipient and turn it into a placeholder.
hr: Molimo imajte na umu da će nastavak ukloniti primatelja izravne poveznice i pretvoriti ga u rezervirano mjesto.

source: Please note that this action is <0>irreversible</0>.
hr: Molimo imajte na umu da je ova radnja <0>nepovratna</0>.

source: Please note that this action is <0>irreversible</0>. Once confirmed, this document will be permanently deleted.
hr: Molimo imajte na umu da je ova radnja <0>nepovratna</0>. Nakon potvrde, ovaj dokument će biti trajno izbrisan.

source: Please note that this action is irreversible. Once confirmed, your template will be permanently deleted.
hr: Molimo imajte na umu da je ova radnja nepovratna. Nakon potvrde, vaš predložak će biti trajno izbrisan.

source: Please note that this action is irreversible. Once confirmed, your token will be permanently deleted.
hr: Molimo imajte na umu da je ova radnja nepovratna. Nakon potvrde, vaš token će biti trajno izbrisan.

source: Please note that this action is irreversible. Once confirmed, your webhook will be permanently deleted.
hr: Molimo imajte na umu da je ova radnja nepovratna. Nakon potvrde, vaš webhook će biti trajno izbrisan.

source: Please note that you will lose access to all documents associated with this team & all the members will be removed and notified
hr: Molimo imajte na umu da ćete izgubiti pristup svim dokumentima povezanima s ovim timom, a svi članovi će biti uklonjeni i obaviješteni

source: Please open your authenticator app and enter the 6-digit code for this document.
hr: Molimo otvorite svoju aplikaciju za autentikaciju i unesite 6-znamenkasti kod za ovaj dokument.

source: Please provide a reason for rejecting this document
hr: Molimo navedite razlog odbijanja ovog dokumenta

source: Please provide a token from the authenticator, or a backup code. If you do not have a backup code available, please contact support.
hr: Molimo unesite token iz autentikatora ili pričuvni kod. Ako nemate pričuvni kod, kontaktirajte podršku.
