Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: By proceeding with your electronic signature, you acknowledge and consent that it will be used to sign the given document and holds the same legal validity as a handwritten signature. By completing the electronic signing process, you affirm your understanding and acceptance of these conditions.
hr: Nastavkom s elektroničkim potpisom potvrđujete i pristajete da će se koristiti za potpisivanje ovog dokumenta te da ima istu pravnu valjanost kao i vlastoručni potpis. Dovršetkom procesa elektroničkog potpisivanja potvrđujete razumijevanje i prihvaćanje ovih uvjeta.

source: By proceeding, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
hr: Nastavkom pristajete na naše <0>Uvjete korištenja</0> i <1>Politiku privatnosti</1>.

source: By using the electronic signature feature, you are consenting to conduct transactions and receive disclosures electronically. You acknowledge that your electronic signature on documents is binding and that you accept the terms outlined in the documents you are signing.
hr: Korištenjem značajke elektroničkog potpisa pristajete na obavljanje transakcija i primanje obavijesti elektroničkim putem. Potvrđujete da je vaš elektronički potpis na dokumentima obvezujući i da prihvaćate uvjete navedene u dokumentima koje potpisujete.

source: Can prepare
hr: Može pripremati

source: Cancel
hr: Odustani

source: Cancelled by user
hr: Otkazano od strane korisnika

source: Cannot remove document
hr: Nije moguće ukloniti dokument

source: Cannot remove signer
hr: Nije moguće ukloniti potpisnika

source: Cannot upload items after the document has been sent
hr: Nije moguće prenijeti stavke nakon što je dokument poslan

# Recipient role name
source: Cc
hr: Kopija

# Recipient role action verb
source: CC
hr: Kopija

# Recipient role progressive verb
source: CC
hr: Kopija

# Recipient role actioned
source: CC'd
hr: U kopiji

# Recipient role plural name
source: Ccers
hr: Kopije

source: Center
hr: Sredina

source: Change Recipient
hr: Promijenite primatelja

source: Character limit
hr: Ograničenje znakova

source: Character Limit
hr: Ograničenje znakova

source: Charts
hr: Grafikoni

source: Checkbox
hr: Potvrdni okvir

source: Checkbox option
hr: Opcija potvrdnog okvira

source: Checkbox Settings
hr: Postavke potvrdnog okvira

source: Checkbox values
hr: Vrijednosti potvrdnog okvira

source: Checkout
hr: Plaćanje

source: Choose an existing recipient from below to continue
hr: Odaberite postojećeg primatelja ispod za nastavak

source: Choose Direct Link Recipient
hr: Odaberite primatelja izravne poveznice

source: Choose how the document will reach recipients
hr: Odaberite kako će dokument doći do primatelja

source: Choose how to distribute your document to recipients. Email will send notifications, None will generate signing links for manual distribution.
hr: Odaberite kako distribuirati dokument primateljima. E-pošta će slati obavijesti, a opcija Nema generirat će poveznice za ručnu distribuciju.

source: Choose verification method
hr: Odaberite metodu provjere

source: Choose your preferred authentication method:
hr: Odaberite željenu metodu autentifikacije:

source: Choose...
hr: Odaberite...

source: Claim account
hr: Preuzmite račun

source: Claims
hr: Zahtjevi

source: Clear filters
hr: Očistite filtre

source: Clear Signature
hr: Obrišite potpis

source: Click here to get started
hr: Kliknite ovdje za početak

source: Click here to retry
hr: Kliknite ovdje za ponovni pokušaj

source: Click here to upload
hr: Kliknite ovdje za prijenos

source: Click to copy signing link for sending to recipient
hr: Kliknite za kopiranje poveznice za potpisivanje za slanje primatelju

source: Click to insert field
hr: Kliknite za umetanje polja

source: Client ID
hr: ID klijenta

source: Client ID is required
hr: ID klijenta je obavezan

source: Client Secret
hr: Tajna klijenta

source: Client secret is required
hr: Tajna klijenta je obavezna

source: Close
hr: Zatvori

source: Communication
hr: Komunikacija

source: Compare all plans and features in detail
hr: Usporedite sve planove i značajke detaljno

source: Complete
hr: Završi

source: Complete Document
hr: Dovršite dokument

source: Complete the fields for the following signers.
hr: Ispunite polja za sljedeće potpisnike.

source: Completed
hr: Dovršeno

source: Completed Document
hr: Dovršeni dokument

source: Completed documents
hr: Dovršeni dokumenti

source: Completed Documents
hr: Dovršeni dokumenti

source: Completed on {formattedDate}
hr: Dovršeno {formattedDate}

source: Configuration Error
hr: Pogreška konfiguracije

source: Configure {0} Field
hr: Konfigurirajte polje {0}

source: Configure additional options and preferences
hr: Konfigurirajte dodatne opcije i postavke

source: Configure Direct Recipient
hr: Konfigurirajte izravnog primatelja

source: Configure Document
hr: Konfigurirajte dokument

source: Configure document settings and options before sending.
hr: Konfigurirajte postavke i opcije dokumenta prije slanja.

source: Configure email settings for the document
hr: Konfigurirajte postavke e-pošte za dokument

source: Configure Fields
hr: Konfigurirajte polja

source: Configure general settings for the document.
hr: Konfigurirajte opće postavke dokumenta.

source: Configure general settings for the template.
hr: Konfigurirajte opće postavke predloška.

source: Configure security settings for the document
hr: Konfigurirajte sigurnosne postavke dokumenta

source: Configure template
hr: Konfigurirajte predložak

source: Configure Template
hr: Konfigurirajte predložak

source: Configure the {0} field
hr: Konfigurirajte polje {0}

source: Configure the fields you want to place on the document.
hr: Konfigurirajte polja koja želite postaviti na dokument.

source: Configure the team roles for each group
hr: Konfigurirajte uloge tima za svaku grupu

source: Configure the team roles for each member
hr: Konfigurirajte uloge tima za svakog člana

source: Confirm
hr: Potvrdite

source: Confirm by typing <0>{deleteMessage}</0>
hr: Potvrdite upisivanjem <0>{deleteMessage}</0>

source: Confirm by typing: <0>{deleteMessage}</0>
hr: Potvrdite upisivanjem: <0>{deleteMessage}</0>

source: Confirm Deletion
hr: Potvrdite brisanje

source: Confirm email
hr: Potvrdite e-poštu

source: Confirmation email sent
hr: Potvrdni e-mail je poslan

source: Consent to Electronic Transactions
hr: Pristanak na elektroničke transakcije

source: Contact Information
hr: Kontakt podaci

source: Contact sales here
hr: Kontaktirajte prodaju ovdje

source: Contact us
hr: Kontaktirajte nas

source: Content
hr: Sadržaj

source: Context
hr: Kontekst

source: Continue
hr: Nastavi

source: Continue by approving the document.
hr: Nastavite s odobravanjem dokumenta.

source: Continue by assisting with the document.
hr: Nastavite s asistiranjem na dokumentu.

source: Continue by downloading the document.
hr: Nastavite s preuzimanjem dokumenta.

source: Continue by signing the document.
hr: Nastavite s potpisivanjem dokumenta.

source: Continue by viewing the document.
hr: Nastavite s pregledom dokumenta.

source: Continue to login
hr: Nastavite na prijavu

source: Controls the default email settings when new documents or templates are created
hr: Upravlja zadanim postavkama e-pošte kada se stvaraju novi dokumenti ili predlošci

source: Controls the default language of an uploaded document. This will be used as the language in email communications with the recipients.
hr: Upravlja zadanim jezikom učitanog dokumenta. Taj će se jezik koristiti u e-mail komunikaciji s primateljima.

source: Controls the default visibility of an uploaded document.
hr: Upravlja zadanom vidljivošću učitanog dokumenta.

source: Controls the formatting of the message that will be sent when inviting a recipient to sign a document. If a custom message has been provided while configuring the document, it will be used instead.
hr: Upravlja formatiranjem poruke koja će se poslati pri pozivanju primatelja na potpisivanje dokumenta. Ako je tijekom konfiguracije dokumenta unesena prilagođena poruka, ona će se koristiti umjesto toga.

source: Controls the language for the document, including the language to be used for email notifications, and the final certificate that is generated and attached to the document.
hr: Upravlja jezikom dokumenta, uključujući jezik za obavijesti e-poštom i završni certifikat koji se generira i prilaže dokumentu.

source: Controls whether the audit logs will be included in the document when it is downloaded. The audit logs can still be downloaded from the logs page separately.
hr: Upravlja time hoće li zapisnici revizije biti uključeni u dokument pri preuzimanju. Zapisnici revizije i dalje se mogu zasebno preuzeti sa stranice zapisa.

source: Controls whether the signing certificate will be included in the document when it is downloaded. The signing certificate can still be downloaded from the logs page separately.
hr: Upravlja time hoće li certifikat potpisivanja biti uključen u dokument pri preuzimanju. Certifikat potpisivanja i dalje se može zasebno preuzeti sa stranice zapisa.

source: Controls which signatures are allowed to be used when signing a document.
hr: Upravlja time koji su potpisi dopušteni pri potpisivanju dokumenta.

source: Copied
hr: Kopirano

source: Copied field
hr: Polje je kopirano

source: Copied field to clipboard
hr: Polje je kopirano u međuspremnik

source: Copied to clipboard
hr: Kopirano u međuspremnik

source: Copy
hr: Kopiraj

source: Copy Link
hr: Kopiraj poveznicu

source: Copy sharable link
hr: Kopiraj dijeljivu poveznicu

source: Copy Shareable Link
hr: Kopiraj dijeljivu poveznicu

source: Copy Signing Links
hr: Kopiraj poveznice za potpisivanje

source: Copy token
hr: Kopiraj token

source: Create
hr: Stvori

source: Create a <0>free account</0> to access your signed documents at any time.
hr: Stvorite <0>besplatan račun</0> kako biste u bilo kojem trenutku pristupili potpisanim dokumentima.

source: Create a new account
hr: Stvorite novi račun

source: Create a new email address for your organisation using the domain <0>{0}</0>.
hr: Stvorite novu adresu e-pošte za svoju organizaciju koristeći domenu <0>{0}</0>.

source: Create a new organisation with {planName} plan. Keep your current organisation on it's current plan
hr: Stvorite novu organizaciju s planom {planName}. Zadržite svoju trenutnu organizaciju na postojećem planu

source: Create a support ticket
hr: Izradite zahtjev za podršku

source: Create a team to collaborate with your team members.
hr: Stvorite tim za suradnju sa svojim članovima tima.

source: Create account
hr: Stvorite račun

source: Create an organisation for this user
hr: Stvorite organizaciju za ovog korisnika

source: Create an organisation to collaborate with teams
hr: Stvorite organizaciju za suradnju s timovima

source: Create an organisation to get started.
hr: Stvorite organizaciju kako biste započeli.

source: Create and send
hr: Stvorite i pošaljite

source: Create as draft
hr: Stvorite kao nacrt

source: Create as pending
hr: Stvorite kao na čekanju

source: Create claim
hr: Stvorite zahtjev

source: Create Claim
hr: Stvorite zahtjev

source: Create Direct Link
hr: Stvorite izravnu poveznicu

source: Create Direct Signing Link
hr: Stvorite izravnu poveznicu za potpisivanje

source: Create document from template
hr: Stvorite dokument iz predloška

source: Create Email
hr: Stvorite e-poštu

source: Create folder
hr: Stvorite mapu

source: Create Folder
hr: Stvorite mapu

source: Create group
hr: Stvorite grupu

source: Create Groups
hr: Stvorite grupe

source: Create New Folder
hr: Stvorite novu mapu

source: Create now
hr: Stvorite sada

source: Create one automatically
hr: Stvorite jednu automatski

source: Create organisation
hr: Stvorite organizaciju

source: Create Organisation
hr: Stvorite organizaciju

source: Create separate organisation
hr: Stvorite zasebnu organizaciju

source: Create signing links
hr: Stvorite poveznice za potpisivanje

source: Create Stripe customer
hr: Stvorite Stripe kupca

source: Create subscription
hr: Stvorite pretplatu

source: Create Subscription Claim
hr: Stvorite zahtjev za pretplatu

source: Create team
hr: Stvorite tim

source: Create Team
hr: Stvorite tim

source: Create the document as pending and ready to sign.
hr: Stvorite dokument kao na čekanju i spreman za potpisivanje.

source: Create token
hr: Stvorite token

source: Create webhook
hr: Stvorite webhook

source: Create Webhook
hr: Stvorite webhook

source: Create your account and start using state-of-the-art document signing.
hr: Stvorite svoj račun i počnite koristiti najsuvremenije potpisivanje dokumenata.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
hr: Stvorite svoj račun i počnite koristiti najsuvremenije potpisivanje dokumenata. Otvoreno i lijepo potpisivanje na dohvat Vam je ruke.

source: Created
hr: Stvoreno

source: Created At
hr: Stvoreno

source: Created by
hr: Stvorio

source: Created on
hr: Stvoreno

source: Created on {0}
hr: Stvoreno {0}

source: CSV Structure
hr: CSV struktura

source: Current
hr: Trenutno

source: Current Password
hr: Trenutna lozinka

source: Current password is incorrect.
hr: Trenutna lozinka nije ispravna.

source: Current recipients:
hr: Trenutni primatelji:

source: Currently all organisation members can access this team
hr: Trenutno svi članovi organizacije mogu pristupiti ovom timu

source: Currently branding can only be configured for Teams and above plans.
hr: Trenutno se brendiranje može konfigurirati samo za planove Tim i više.

source: Currently email domains can only be configured for Platform and above plans.
hr: Trenutno se domene e-pošte mogu konfigurirati samo za planove Platform i više.

source: Custom {0} MB file
hr: Prilagođena datoteka {0} MB

source: Custom Organisation Groups
hr: Prilagođene grupe organizacije

source: Dark Mode
hr: Tamni način rada

source: Dashboard
hr: Nadzorna ploča

source: Date
hr: Datum

source: Date created
hr: Datum izrade

source: Date Format
hr: Format datuma

source: Date Settings
hr: Postavke datuma

source: David is the Employee, Lucas is the Manager
hr: David je zaposlenik, Lucas je menadžer

source: Decline
hr: Odbij

source: Default Date Format
hr: Zadani format datuma

source: Default Document Language
hr: Zadani jezik dokumenta

source: Default Document Visibility
hr: Zadana vidljivost dokumenta

source: Default Email
hr: Zadana e-pošta

source: Default Email Settings
hr: Zadane postavke e-pošte

source: Default file
hr: Zadana datoteka

source: Default Organisation Role for New Users
hr: Zadana uloga organizacije za nove korisnike

source: Default Recipients
hr: Zadani primatelji

source: Default Signature Settings
hr: Zadane postavke potpisa

source: Default Time Zone
hr: Zadana vremenska zona

source: Default Value
hr: Zadana vrijednost

source: Delegate Document Ownership
hr: Prenesite vlasništvo dokumenta

source: delete
hr: obriši

source: Delete
hr: Obriši

source: delete {0}
hr: obriši {0}

source: delete {emailDomain}
hr: obriši {emailDomain}

source: delete {teamName}
hr: obriši {teamName}

source: Delete account
hr: Obriši račun

source: Delete Account
hr: Obriši račun

source: Delete document
hr: Obriši dokument

source: Delete Document
hr: Obriši dokument

source: Delete email
hr: Obriši e-poštu

source: Delete email domain
hr: Obriši domenu e-pošte

source: Delete Email Domain
hr: Obriši domenu e-pošte

source: Delete Folder
hr: Obriši mapu

source: Delete organisation
hr: Obriši organizaciju

source: Delete organisation group
hr: Obriši grupu organizacije

source: Delete organisation member
hr: Obriši člana organizacije

source: Delete passkey
hr: Obriši pristupni ključ

source: Delete Subscription Claim
hr: Obriši zahtjev za pretplatu

source: Delete team
hr: Obriši tim

source: Delete team group
hr: Obriši timsku grupu

source: Delete Template
hr: Obriši predložak

source: Delete the document. This action is irreversible so proceed with caution.
hr: Obrišite dokument. Ova radnja je nepovratna pa postupajte oprezno.

source: Delete the users account and all its contents. This action is irreversible and will cancel their subscription, so proceed with caution.
hr: Obrišite korisnički račun i sav njegov sadržaj. Ova radnja je nepovratna i otkazat će njihovu pretplatu, stoga postupajte oprezno.

source: Delete Webhook
hr: Obriši webhook

source: Delete your account and all its contents, including completed documents. This action is irreversible and will cancel your subscription, so proceed with caution.
hr: Obrišite svoj račun i sav njegov sadržaj, uključujući dovršene dokumente. Ova radnja je nepovratna i otkazat će Vašu pretplatu, stoga postupajte oprezno.

source: Deleted
hr: Obrisano

source: Deleting account...
hr: Brisanje računa...

source: Destination
hr: Odredište

source: Details
hr: Detalji

source: Detect
hr: Otkrij

source: Detect fields
hr: Otkrij polja

source: Detect recipients
hr: Otkrij primatelje

source: Detect recipients with AI
hr: Otkrij primatelje uz AI

source: Detect with AI
hr: Otkrij uz AI

source: Detected fields
hr: Otkrivena polja

source: Detected recipients
hr: Otkriveni primatelji

source: Detecting fields
hr: Otkrivanje polja

source: Detecting recipients
hr: Otkrivanje primatelja

source: Detecting signature areas
hr: Otkrivanje područja potpisa

source: Detection failed
hr: Otkrivanje nije uspjelo

source: Developer Mode
hr: Razvojni način

source: Device
hr: Uređaj

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us</0>.
hr: Niste zatražili promjenu lozinke? Ovdje smo da Vam pomognemo zaštititi račun, samo nas <0>kontaktirajte</0>.

source: direct link
hr: izravna poveznica

source: Direct link
hr: Izravna poveznica

source: Direct Link
hr: Izravna poveznica

source: direct link disabled
hr: izravna poveznica onemogućena

source: Direct link receiver
hr: Primatelj izravne poveznice

source: Direct Link Signing
hr: Potpisivanje izravnom poveznicom

source: Direct link signing has been disabled
hr: Potpisivanje izravnom poveznicom je onemogućeno

source: Direct link signing has been enabled
hr: Potpisivanje izravnom poveznicom je omogućeno

source: Direct link templates contain one dynamic recipient placeholder. Anyone with access to this link can sign the document, and it will then appear on your documents page.
hr: Predlošci s izravnom poveznicom sadrže jedno dinamičko mjesto primatelja. Svatko tko ima pristup toj poveznici može potpisati dokument, a on će se potom pojaviti na stranici Vaših dokumenata.

source: Direct template link deleted
hr: Poveznica izravnog predloška je obrisana

source: Direct template link usage exceeded ({0}/{1})
hr: Prekoračena je upotreba poveznice izravnog predloška ({0}/{1})

source: Direction
hr: Smjer

source: Disable
hr: Onemogući

source: Disable 2FA
hr: Onemogući 2FA

source: Disable access
hr: Onemogući pristup

source: Disable account
hr: Onemogući račun

source: Disable Account
hr: Onemogući račun

source: Disable Two Factor Authentication before deleting your account.
hr: Onemogućite dvofaktorsku autentifikaciju prije brisanja računa.

source: Disabled
hr: Onemogućeno

source: Disabling direct link signing will prevent anyone from accessing the link.
hr: Onemogućavanje potpisivanja izravnom poveznicom spriječit će bilo koga da pristupi poveznici.

source: Disabling the user results in the user not being able to use the account. It also disables all the related contents such as subscription, webhooks, teams, and API keys.
hr: Onemogućavanje korisnika znači da korisnik neće moći koristiti račun. Također onemogućava sav povezani sadržaj kao što su pretplate, web-hookovi, timovi i API ključevi.

source: Display Name
hr: Naziv za prikaz

source: Display your name and email in documents
hr: Prikazujte svoje ime i e-poštu u dokumentima

source: Distribute Document
hr: Distribuirajte dokument

source: Distribution Method
hr: Način distribucije

source: DKIM records generated. Please add the DNS records to verify your domain.
hr: DKIM zapisi su generirani. Molimo dodajte DNS zapise kako biste potvrdili svoju domenu.

source: DNS Records
hr: DNS zapisi

source: Do you want to delete this template?
hr: Želite li izbrisati ovaj predložak?

source: Do you want to duplicate this template?
hr: Želite li duplicirati ovaj predložak?

source: Documenso will delete <0>all of your documents</0>, along with all of your completed documents, signatures, and all other resources belonging to your Account.
hr: Documenso će obrisati <0>sve Vaše dokumente</0>, zajedno sa svim dovršenim dokumentima, potpisima i svim ostalim resursima koji pripadaju Vašem računu.

source: Document
hr: Dokument

source: Document "{0}" - Rejected by {1}
hr: Dokument "{0}" - odbio {1}

source: Document "{0}" - Rejection Confirmed
hr: Dokument "{0}" - odbijanje potvrđeno

source: Document "{0}" Cancelled
hr: Dokument "{0}" otkazan

source: Document (Legacy)
hr: Dokument (Legacy)

source: Document & Recipients
hr: Dokument i primatelji

source: Document access
hr: Pristup dokumentu

# Audit log format
source: Document access auth updated
hr: Autentifikacija pristupa dokumentu ažurirana

source: Document All
hr: Svi dokumenti

source: Document Approved
hr: Dokument odobren

source: Document Cancelled
hr: Dokument otkazan

source: Document completed
hr: Dokument dovršen

# Audit log format
source: Document completed
hr: Dokument dovršen

source: Document completed email
hr: E-pošta o dovršenom dokumentu

source: Document Completed!
hr: Dokument dovršen!

source: Document created
hr: Dokument je stvoren

# Audit log format
source: Document created
hr: Dokument stvoren

source: Document Created
hr: Dokument stvoren

source: Document created by <0>{0}</0>
hr: Dokument je stvorio <0>{0}</0>

source: Document created from direct template
hr: Dokument je stvoren iz izravnog predloška

source: Document created using a <0>direct link</0>
hr: Dokument je stvoren korištenjem <0>izravne poveznice</0>

source: Document Creation
hr: Stvaranje dokumenta

source: Document deleted
hr: Dokument obrisan

# Audit log format
source: Document deleted
hr: Dokument obrisan

source: Document deleted email
hr: E-pošta o brisanju dokumenta

source: Document Deleted!
hr: Dokument obrisan!

source: Document Distribution Method
hr: Način distribucije dokumenta

source: Document draft
hr: Dokument u nacrtu

source: Document Duplicated
hr: Dokument dupliciran

source: Document Editor
hr: Uređivač dokumenta

# Audit log format
source: Document external ID updated
hr: Vanjski ID dokumenta ažuriran

source: Document found in your account
hr: Dokument pronađen na Vašem računu

source: Document ID
hr: ID dokumenta

source: Document ID (Legacy)
hr: ID dokumenta (Legacy)

source: Document inbox
hr: Ulazna pošta dokumenata

source: Document is already uploaded
hr: Dokument je već prenesen

source: Document is using legacy field insertion
hr: Dokument koristi zastarjelo umetanje polja

source: Document Limit Exceeded!
hr: Prekoračeno ograničenje dokumenata!

source: Document metrics
hr: Metrike dokumenata

source: Document moved
hr: Dokument premješten

# Audit log format
source: Document moved to team
hr: Dokument premješten u tim

source: Document no longer available to sign
hr: Dokument više nije dostupan za potpisivanje

# Audit log format
source: Document opened
hr: Dokument otvoren

# Audit log format
source: Document ownership delegated
hr: Vlasništvo dokumenta delegirano

source: Document pending
hr: Dokument na čekanju

source: Document pending email
hr: E-pošta o dokumentu na čekanju

source: Document Preferences
hr: Postavke dokumenta

source: Document preferences updated
hr: Postavke dokumenta su ažurirane

source: Document re-sent
hr: Dokument ponovno poslan
