Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso.
hr: Tajna koja će biti poslana na vaš URL kako biste mogli potvrditi da je zahtjev poslao Documenso.

source: A stable internet connection
hr: Stabilna internetska veza

source: A team you were a part of has been deleted
hr: Tim čiji ste bili dio je izbrisan

source: A unique URL to access your profile
hr: Jedinstveni URL za pristup vašem profilu

source: A unique URL to identify the organisation
hr: Jedinstveni URL za identifikaciju organizacije

source: A unique URL to identify your organisation
hr: Jedinstveni URL za identifikaciju vaše organizacije

source: A unique URL to identify your team
hr: Jedinstveni URL za identifikaciju vašeg tima

source: A verification email will be sent to the provided email.
hr: E-mail za provjeru bit će poslan na navedenu e-adresu.

source: Accept
hr: Prihvati

source: Accept & Link Account
hr: Prihvatite i povežite račun

source: Accept invitation to join an organisation on Documenso
hr: Prihvatite pozivnicu za pridruživanje organizaciji na Documensu

source: Accept team email request for {teamName} on Documenso
hr: Prihvatite zahtjev za timsku e-poštu za {teamName} na Documensu

source: Acceptance and Consent
hr: Prihvaćanje i pristanak

source: Access disabled
hr: Pristup onemogućen

source: Access enabled
hr: Pristup omogućen

source: Account
hr: Račun

source: Account Authentication
hr: Autentifikacija računa

source: Account creation request
hr: Zahtjev za stvaranje računa

source: Account Creation Request
hr: Zahtjev za stvaranje računa

source: Account deleted
hr: Račun izbrisan

source: Account disabled
hr: Račun onemogućen

source: Account enabled
hr: Račun omogućen

source: Account link declined
hr: Povezivanje računa je odbijeno

source: Account linked successfully
hr: Račun je uspješno povezan

source: Account Linking Request
hr: Zahtjev za povezivanje računa

source: Account Re-Authentication
hr: Ponovna autentifikacija računa

source: Account unlinked
hr: Povezivanje računa je uklonjeno

source: Acknowledgment
hr: Potvrda

source: Action
hr: Radnja

source: Actions
hr: Radnje

source: Active
hr: Aktivno

# Subscription status
source: Active
hr: Aktivno

source: Active sessions
hr: Aktivne sesije

source: Active Subscriptions
hr: Aktivne pretplate

source: Add
hr: Dodaj

source: Add 2 or more signers to enable signing order.
hr: Dodajte 2 ili više potpisnika kako biste omogućili redoslijed potpisivanja.

source: Add a custom domain to send emails on behalf of your organisation. We'll generate DKIM records that you need to add to your DNS provider.
hr: Dodajte prilagođenu domenu za slanje e-pošte u ime svoje organizacije. Generirat ćemo DKIM zapise koje trebate dodati kod svog DNS pružatelja.

source: Add a document
hr: Dodajte dokument

source: Add a URL to redirect the user to once the document is signed
hr: Dodajte URL na koji će se korisnik preusmjeriti nakon potpisivanja dokumenta

source: Add all relevant fields for each recipient.
hr: Dodajte sva relevantna polja za svakog primatelja.

source: Add all relevant placeholders for each recipient.
hr: Dodajte sve relevantne zamjenske oznake za svakog primatelja.

source: Add an authenticator to serve as a secondary authentication method for signing documents.
hr: Dodajte autentifikator kao sekundarnu metodu autentifikacije za potpisivanje dokumenata.

source: Add an authenticator to serve as a secondary authentication method when signing in, or when signing documents.
hr: Dodajte autentifikator kao sekundarnu metodu autentifikacije prilikom prijave ili potpisivanja dokumenata.

source: Add an external ID to the document. This can be used to identify the document in external systems.
hr: Dodajte vanjski ID dokumentu. To se može koristiti za identifikaciju dokumenta u vanjskim sustavima.

source: Add an external ID to the template. This can be used to identify in external systems.
hr: Dodajte vanjski ID predlošku. To se može koristiti za identifikaciju u vanjskim sustavima.

source: Add and configure multiple documents
hr: Dodajte i konfigurirajte više dokumenata

source: Add another option
hr: Dodajte još jednu opciju

source: Add another value
hr: Dodajte još jednu vrijednost

source: Add Attachment
hr: Dodajte privitak

source: Add Custom Email Domain
hr: Dodajte prilagođenu domenu e-pošte

source: Add email
hr: Dodajte e-poštu

source: Add Email
hr: Dodajte e-poštu

source: Add Email Domain
hr: Dodajte domenu e-pošte

source: Add fields
hr: Dodajte polja

source: Add Fields
hr: Dodajte polja

source: Add group roles
hr: Dodajte uloge grupi

source: Add groups
hr: Dodajte grupe

source: Add links to relevant documents or resources.
hr: Dodajte poveznice na relevantne dokumente ili resurse.

source: Add members
hr: Dodajte članove

source: Add Members
hr: Dodajte članove

source: Add members roles
hr: Dodajte uloge članovima

source: Add more
hr: Dodajte još

source: Add myself
hr: Dodajte sebe

source: Add Myself
hr: Dodajte sebe

source: Add Organisation Email
hr: Dodajte organizacijsku e-poštu

source: Add passkey
hr: Dodajte pristupni ključ

source: Add Placeholder Recipient
hr: Dodajte zamjenskog primatelja

source: Add Placeholders
hr: Dodajte zamjenske oznake

source: Add recipients
hr: Dodajte primatelje

source: Add Recipients
hr: Dodajte primatelje

source: Add Signer
hr: Dodajte potpisnika

source: Add Signers
hr: Dodajte potpisnike

source: Add signers and configure signing preferences
hr: Dodajte potpisnike i konfigurirajte postavke potpisivanja

source: Add team email
hr: Dodajte timsku e-poštu

source: Add text
hr: Dodajte tekst

source: Add text to the field
hr: Dodajte tekst u polje

source: Add the people who will sign the document.
hr: Dodajte osobe koje će potpisati dokument.

source: Add the recipients to create the document with
hr: Dodajte primatelje s kojima ćete izraditi dokument

source: Add these DNS records to verify your domain ownership
hr: Dodajte ove DNS zapise kako biste potvrdili vlasništvo nad domenom

source: Add this URL to your provider's allowed redirect URIs
hr: Dodajte ovaj URL u dopuštene URI-je preusmjeravanja kod svojeg pružatelja

source: Additional brand information to display at the bottom of emails
hr: Dodatne informacije o brendu za prikaz na dnu e-pošte

source: Admin
hr: Administrator

source: Admin Actions
hr: Administratorske radnje

source: Admin panel
hr: Administratorska ploča

source: Admin Panel
hr: Administratorska ploča

source: Admins only
hr: Samo administratori

source: Advanced Options
hr: Napredne opcije

source: Advanced settings
hr: Napredne postavke

source: Advanced Settings
hr: Napredne postavke

source: After signing a document electronically, you will be provided the opportunity to view, download, and print the document for your records. It is highly recommended that you retain a copy of all electronically signed documents for your personal records. We will also retain a copy of the signed document for our records however we may not be able to provide you with a copy of the signed document after a certain period of time.
hr: Nakon elektroničkog potpisivanja dokumenta bit će Vam omogućeno pregledati, preuzeti i ispisati dokument za Vašu evidenciju. Preporučuje se da zadržite kopiju svih elektronički potpisanih dokumenata za svoju osobnu evidenciju. I mi ćemo zadržati kopiju potpisanog dokumenta za našu evidenciju, međutim možda Vam nakon određenog vremena nećemo moći dostaviti kopiju potpisanog dokumenta.

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
hr: Nakon slanja dokument će se automatski generirati i dodati na stranicu Vaših dokumenata. Također ćete primiti obavijest e-poštom.

source: AI Features
hr: AI značajke

source: AI features are disabled for your team. Please ask your team owner or organisation owner to enable them.
hr: AI značajke su onemogućene za Vaš tim. Molimo zamolite vlasnika tima ili organizacije da ih omogući.

source: All
hr: Sve

source: All documents
hr: Svi dokumenti

source: All documents have been completed!
hr: Svi dokumenti su dovršeni!

source: All documents have been processed. Any new documents that are sent or received will show here.
hr: Svi dokumenti su obrađeni. Svi novi dokumenti koji se pošalju ili prime prikazat će se ovdje.

source: All documents related to the electronic signing process will be provided to you electronically through our platform or via email. It is your responsibility to ensure that your email address is current and that you can receive and open our emails.
hr: Svi dokumenti povezani s procesom elektroničkog potpisivanja bit će Vam dostavljeni elektronički putem naše platforme ili e-poštom. Vaša je odgovornost osigurati da je Vaša adresa e-pošte ažurna i da možete primati i otvarati naše poruke.

source: All email domains have been synced successfully
hr: Sve domene e-pošte uspješno su sinkronizirane

source: All Folders
hr: Sve mape

source: All inserted signatures will be voided
hr: Svi umetnuti potpisi bit će poništeni

source: All recipients have signed. The document is being processed and you will receive an email copy shortly.
hr: Svi primatelji su potpisali. Dokument se obrađuje i uskoro ćete primiti kopiju e-poštom.

source: All recipients will be notified
hr: Svi primatelji bit će obaviješteni

source: All signatures have been voided.
hr: Svi potpisi su poništeni.

source: All signing links have been copied to your clipboard.
hr: Sve poveznice za potpisivanje kopirane su u Vaš međuspremnik.

source: All templates
hr: Svi predlošci

source: All Time
hr: Sve vrijeme

source: Allow all organisation members to access this team
hr: Dopustite svim članovima organizacije pristup ovom timu

source: Allow document recipients to reply directly to this email address
hr: Dopustite primateljima dokumenata da odgovore izravno na ovu adresu e-pošte

source: Allow signers to dictate next signer
hr: Dopustite potpisnicima da odrede sljedećeg potpisnika

source: Allowed Email Domains
hr: Dopuštene domene e-pošte

source: Allowed Signature Types
hr: Dopuštene vrste potpisa

source: Allowed teams
hr: Dopušteni timovi

source: Allows authenticating using biometrics, password managers, hardware keys, etc.
hr: Omogućuje autentifikaciju putem biometrije, upravitelja lozinki, hardverskih ključeva itd.

source: Almost done
hr: Skoro gotovo

source: Already have an account? <0>Sign in instead</0>
hr: Već imate račun? <0>Prijavite se</0>

source: Amount
hr: Iznos

source: An admin has deleted your document "{documentName}".
hr: Administrator je izbrisao Vaš dokument "{documentName}".

source: An electronic signature provided by you on our platform, achieved through clicking through to a document and entering your name, or any other electronic signing method we provide, is legally binding. It carries the same weight and enforceability as a manual signature written with ink on paper.
hr: Elektronički potpis koji ste dali na našoj platformi, ostvaren klikom na dokument i unosom Vašeg imena ili bilo kojom drugom metodom elektroničkog potpisivanja koju nudimo, pravno je obvezujući. Ima jednaku težinu i provedivost kao vlastoručni potpis napisan tintom na papiru.

source: An email account
hr: Račun e-pošte

source: An email containing an invitation will be sent to each member.
hr: E-mail s pozivnicom bit će poslan svakom članu.

source: An email with this address already exists.
hr: E-mail s ovom adresom već postoji.

source: An error occurred
hr: Došlo je do pogreške

source: An error occurred during upload.
hr: Došlo je do pogreške tijekom prijenosa.

source: An error occurred while adding fields.
hr: Došlo je do pogreške pri dodavanju polja.

source: An error occurred while adding signers.
hr: Došlo je do pogreške pri dodavanju potpisnika.

source: An error occurred while adding the fields.
hr: Došlo je do pogreške pri dodavanju polja.

source: An error occurred while auto-saving the document settings.
hr: Došlo je do pogreške pri automatskom spremanju postavki dokumenta.

source: An error occurred while auto-saving the fields.
hr: Došlo je do pogreške pri automatskom spremanju polja.

source: An error occurred while auto-saving the subject form.
hr: Došlo je do pogreške pri automatskom spremanju obrasca predmeta.

source: An error occurred while auto-saving the template fields.
hr: Došlo je do pogreške pri automatskom spremanju polja predloška.

source: An error occurred while auto-saving the template placeholders.
hr: Došlo je do pogreške pri automatskom spremanju zamjenskih oznaka predloška.

source: An error occurred while auto-saving the template settings.
hr: Došlo je do pogreške pri automatskom spremanju postavki predloška.

source: An error occurred while auto-signing the document, some fields may not be signed. Please review and manually sign any remaining fields.
hr: Došlo je do pogreške pri automatskom potpisivanju dokumenta, neka polja možda nisu potpisana. Molimo pregledajte i ručno potpišite preostala polja.

source: An error occurred while completing the document. Please try again.
hr: Došlo je do pogreške pri dovršavanju dokumenta. Molimo pokušajte ponovno.

source: An error occurred while creating document from template.
hr: Došlo je do pogreške pri izradi dokumenta iz predloška.

source: An error occurred while creating the webhook. Please try again.
hr: Došlo je do pogreške pri stvaranju web-hooka. Molimo pokušajte ponovno.

source: An error occurred while deleting the user.
hr: Došlo je do pogreške pri brisanju korisnika.

source: An error occurred while disabling direct link signing.
hr: Došlo je do pogreške pri onemogućavanju potpisivanja izravnom poveznicom.

source: An error occurred while disabling the user.
hr: Došlo je do pogreške pri onemogućavanju korisnika.

source: An error occurred while duplicating template.
hr: Došlo je do pogreške pri dupliciranju predloška.

source: An error occurred while enabling direct link signing.
hr: Došlo je do pogreške pri omogućavanju potpisivanja izravnom poveznicom.

source: An error occurred while enabling the user.
hr: Došlo je do pogreške pri omogućavanju korisnika.

source: An error occurred while loading the document.
hr: Došlo je do pogreške pri učitavanju dokumenta.

source: An error occurred while moving the document.
hr: Došlo je do pogreške pri premještanju dokumenta.

source: An error occurred while moving the template.
hr: Došlo je do pogreške pri premještanju predloška.

source: An error occurred while rejecting the document. Please try again.
hr: Došlo je do pogreške pri odbijanju dokumenta. Molimo pokušajte ponovno.

source: An error occurred while removing the field.
hr: Došlo je do pogreške pri uklanjanju polja.

source: An error occurred while removing the selection.
hr: Došlo je do pogreške pri uklanjanju odabira.

source: An error occurred while removing the signature.
hr: Došlo je do pogreške pri uklanjanju potpisa.

source: An error occurred while resetting two factor authentication for the user.
hr: Došlo je do pogreške pri resetiranju dvofaktorske autentifikacije za korisnika.

source: An error occurred while sending the document.
hr: Došlo je do pogreške pri slanju dokumenta.

source: An error occurred while sending your confirmation email
hr: Došlo je do pogreške pri slanju Vašeg potvrdnog e-maila

source: An error occurred while signing as assistant.
hr: Došlo je do pogreške pri potpisivanju kao asistent.

source: An error occurred while signing the document.
hr: Došlo je do pogreške pri potpisivanju dokumenta.

source: An error occurred while signing the field.
hr: Došlo je do pogreške pri potpisivanju polja.

source: An error occurred while trying to create a checkout session.
hr: Došlo je do pogreške pri pokušaju stvaranja sesije naplate.

source: An error occurred while updating the document settings.
hr: Došlo je do pogreške pri ažuriranju postavki dokumenta.

source: An error occurred while updating the signature.
hr: Došlo je do pogreške pri ažuriranju potpisa.

source: An error occurred while updating your profile.
hr: Došlo je do pogreške pri ažuriranju Vašeg profila.

source: An error occurred while uploading your document.
hr: Došlo je do pogreške pri prijenosu Vašeg dokumenta.

source: An error occurred. Please try again later.
hr: Došlo je do pogreške. Molimo pokušajte ponovno kasnije.

source: An organisation wants to create an account for you. Please review the details below.
hr: Organizacija želi stvoriti račun za Vas. Molimo pregledajte detalje u nastavku.

source: An organisation wants to link your account. Please review the details below.
hr: Organizacija želi povezati Vaš račun. Molimo pregledajte detalje u nastavku.

source: An unexpected error occurred.
hr: Došlo je do neočekivane pogreške.

source: An unknown error occurred
hr: Došlo je do nepoznate pogreške

source: An unknown error occurred while creating the folder.
hr: Došlo je do nepoznate pogreške pri stvaranju mape.

source: An unknown error occurred while deleting the folder.
hr: Došlo je do nepoznate pogreške pri brisanju mape.

source: An unknown error occurred while moving the folder.
hr: Došlo je do nepoznate pogreške pri premještanju mape.

source: Analyzing page layout
hr: Analiza rasporeda stranice

source: Analyzing pages
hr: Analiza stranica

source: Any documents that you have been invited to will appear here
hr: Svi dokumenti na koje ste pozvani pojavit će se ovdje

source: Any Source
hr: Bilo koji izvor

source: Any Status
hr: Bilo koji status

source: API Tokens
hr: API tokeni

source: App Version
hr: Verzija aplikacije

source: Approve
hr: Odobri

# Recipient role action verb
source: Approve
hr: Odobri

source: Approve Document
hr: Odobrite dokument

source: Approved
hr: Odobreno

# Recipient role actioned
source: Approved
hr: Odobreno

source: Approver
hr: Odobritelj

# Recipient role name
source: Approver
hr: Odobritelj

# Recipient role plural name
source: Approvers
hr: Odobritelji

# Recipient role progressive verb
source: Approving
hr: Odobravanje

source: Are you sure you want to complete the document? This action cannot be undone. Please ensure that you have completed prefilling all relevant fields before proceeding.
hr: Jeste li sigurni da želite dovršiti dokument? Ova radnja se ne može poništiti. Molimo provjerite da ste prije nastavka dovršili unaprijed popunjavanje svih relevantnih polja.

source: Are you sure you want to delete the following claim?
hr: Jeste li sigurni da želite izbrisati sljedeći zahtjev?

source: Are you sure you want to delete this folder?
hr: Jeste li sigurni da želite izbrisati ovu mapu?

source: Are you sure you want to delete this token?
hr: Jeste li sigurni da želite izbrisati ovaj token?

source: Are you sure you want to reject this document? This action cannot be undone.
hr: Jeste li sigurni da želite odbiti ovaj dokument? Ova radnja se ne može poništiti.

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey?
hr: Jeste li sigurni da želite ukloniti pristupni ključ <0>{passkeyName}</0>?

source: Are you sure you wish to delete this organisation?
hr: Jeste li sigurni da želite izbrisati ovu organizaciju?

source: Are you sure you wish to delete this team?
hr: Jeste li sigurni da želite izbrisati ovaj tim?

source: Are you sure?
hr: Jeste li sigurni?

source: Assigned Teams
hr: Dodijeljeni timovi

# Recipient role action verb
source: Assist
hr: Asistiraj

source: Assist Document
hr: Asistirajte pri dokumentu

source: Assist with signing
hr: Asistirajte pri potpisivanju

source: Assistant
hr: Asistent

# Recipient role name
source: Assistant
hr: Asistent

source: Assistant role is only available when the document is in sequential signing mode.
hr: Uloga asistenta dostupna je samo kada je dokument u načinu sekvencijalnog potpisivanja.

# Recipient role plural name
source: Assistants
hr: Asistenti

source: Assistants and Copy roles are currently not compatible with the multi-sign experience.
hr: Uloge Asistenti i Kopija trenutno nisu kompatibilne s iskustvom višestrukog potpisivanja.

source: Assisted
hr: Asistirano

# Recipient role actioned
source: Assisted
hr: Asistirano

# Recipient role progressive verb
source: Assisting
hr: Asistiranje

source: At least one signature type must be enabled
hr: Najmanje jedna vrsta potpisa mora biti omogućena

source: Attachment added successfully.
hr: Privitak je uspješno dodan.

source: Attachment removed successfully.
hr: Privitak je uspješno uklonjen.

source: Attachments
hr: Privici

source: Attempts sealing the document again, useful for after a code change has occurred to resolve an erroneous document.
hr: Ponovno pokušava zapečatiti dokument, korisno nakon promjene koda kako bi se ispravio neispravan dokument.

source: Audit Log
hr: Zapisnik revizije

source: Audit Log Details
hr: Detalji zapisnika revizije

source: Audit Logs
hr: Zapisnici revizije

source: Authentication Level
hr: Razina autentifikacije

source: Authentication Portal Not Found
hr: Portal za autentifikaciju nije pronađen

source: Authentication required
hr: Potrebna je autentifikacija

source: Authenticator app
hr: Aplikacija za autentifikaciju

source: Avatar Updated
hr: Avatar ažuriran

source: Awaiting email confirmation
hr: Čeka se potvrda e-pošte

source: Back
hr: Natrag

source: Back home
hr: Natrag na početnu

source: Background Color
hr: Boja pozadine

source: Background Jobs
hr: Pozadinski poslovi

source: Backup Code
hr: Kod za oporavak

source: Backup codes
hr: Kodovi za oporavak

source: Banner Updated
hr: Banner ažuriran

source: Before you get started, please confirm your email address by clicking the button below:
hr: Prije nego što započnete, potvrdite svoju adresu e-pošte klikom na gumb ispod:

source: Billing
hr: Naplata

source: Black
hr: Crna

source: Blue
hr: Plava

source: Bottom
hr: Dno

source: Brand Details
hr: Detalji brenda

source: Brand Website
hr: Web-stranica brenda

source: Branding
hr: Brendiranje

source: Branding Logo
hr: Logo brenda

source: Branding Preferences
hr: Postavke brendiranja

source: Branding preferences updated
hr: Postavke brendiranja su ažurirane

source: Browser
hr: Preglednik

source: Bulk Copy
hr: Skupno kopiranje

source: Bulk Import
hr: Skupni uvoz

source: Bulk Send Complete: {0}
hr: Skupno slanje dovršeno: {0}

source: Bulk send operation complete for template "{templateName}"
hr: Skupno slanje za predložak "{templateName}" je dovršeno

source: Bulk Send Template via CSV
hr: Skupno slanje predloška putem CSV-a

source: Bulk Send via CSV
hr: Skupno slanje putem CSV-a

source: by <0>{senderName}</0>
hr: od <0>{senderName}</0>

source: By accepting this request, you grant {0} the following permissions:
hr: Prihvaćanjem ovog zahtjeva dajete {0} sljedeće dozvole:

source: By accepting this request, you will be granting <0>{teamName}</0> access to:
hr: Prihvaćanjem ovog zahtjeva dat ćete <0>{teamName}</0> pristup:

source: By deleting this document, the following will occur:
hr: Brisanjem ovog dokumenta dogodit će se sljedeće:

source: By enabling 2FA, you will be required to enter a code from your authenticator app every time you sign in using email password.
hr: Omogućavanjem 2FA morat ćete unijeti kod iz aplikacije za autentifikaciju svaki put kada se prijavljujete pomoću lozinke e-pošte.

source: By proceeding to use the electronic signature service provided by Documenso, you affirm that you have read and understood this disclosure. You agree to all terms and conditions related to the use of electronic signatures and electronic transactions as outlined herein.
hr: Nastavkom korištenja usluge elektroničkog potpisa Documensa potvrđujete da ste pročitali i razumjeli ovu obavijest. Prihvaćate sve uvjete i odredbe vezane uz uporabu elektroničkih potpisa i elektroničkih transakcija kako je ovdje navedeno.
