Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: We encountered an unknown error while attempting to remove this email domain. Please try again later.
hr: Došlo je do nepoznate pogreške pri uklanjanju ove domene e-pošte. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to remove this email. Please try again later.
hr: Došlo je do nepoznate pogreške pri uklanjanju ove e-pošte. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to remove this envelope item. Please try again later.
hr: Došlo je do nepoznate pogreške pri uklanjanju ove stavke omotnice. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to remove this group. Please try again later.
hr: Došlo je do nepoznate pogreške pri uklanjanju ove grupe. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to remove this template from your profile. Please try again later.
hr: Došlo je do nepoznate pogreške pri uklanjanju ovog predloška s vašeg profila. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to remove this user. Please try again later.
hr: Došlo je do nepoznate pogreške pri uklanjanju ovog korisnika. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to request the two-factor authentication code. Please try again later.
hr: Došlo je do nepoznate pogreške pri zahtjevu za dvofaktorski kod. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to reset your password. Please try again later.
hr: Došlo je do nepoznate pogreške pri resetiranju lozinke. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to revoke access. Please try again or contact support.
hr: Došlo je do nepoznate pogreške pri opozivu pristupa. Molimo pokušajte ponovno ili kontaktirajte podršku.

source: We encountered an unknown error while attempting to sign you In. Please try again later.
hr: Došlo je do nepoznate pogreške pri pokušaju prijave. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to sign you Up. Please try again later.
hr: Došlo je do nepoznate pogreške pri pokušaju registracije. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update the banner. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju bannera. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update the envelope. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju omotnice. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update the template. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju predloška. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update this organisation member. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju ovog člana organizacije. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update this team member. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju ovog člana tima. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update your organisation. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju vaše organizacije. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update your password. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju lozinke. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update your public profile. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju vašeg javnog profila. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to update your team. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju vašeg tima. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting update the team email. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju e-pošte tima. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting update your profile. Please try again later.
hr: Došlo je do nepoznate pogreške pri ažuriranju vašeg profila. Molimo pokušajte ponovno kasnije.

source: We have sent a confirmation email for verification.
hr: Poslali smo potvrdnu e-poštu za verifikaciju.

source: We need your signature to sign documents
hr: Treba nam vaš potpis za potpisivanje dokumenata

source: We were unable to copy the token to your clipboard. Please try again.
hr: Nismo mogli kopirati token u vaš međuspremnik. Molimo pokušajte ponovno.

source: We were unable to copy your recovery code to your clipboard. Please try again.
hr: Nismo mogli kopirati vaš pričuvni kod u međuspremnik. Molimo pokušajte ponovno.

source: We were unable to create your account. Please review the information you provided and try again.
hr: Nismo mogli stvoriti vaš račun. Provjerite unesene podatke i pokušajte ponovno.

source: We were unable to disable two-factor authentication for your account. Please ensure that you have entered your password and backup code correctly and try again.
hr: Nismo mogli onemogućiti dvofaktorsku autentikaciju za vaš račun. Provjerite jeste li ispravno unijeli lozinku i pričuvni kod te pokušajte ponovno.

source: We were unable to log you out at this time.
hr: Trenutno vas nije moguće odjaviti.

source: We were unable to set your public profile to public. Please try again.
hr: Nismo mogli postaviti vaš javni profil kao javan. Molimo pokušajte ponovno.

source: We were unable to setup two-factor authentication for your account. Please ensure that you have entered your code correctly and try again.
hr: Nismo mogli postaviti dvofaktorsku autentikaciju za vaš račun. Provjerite jeste li ispravno unijeli kod i pokušajte ponovno.

source: We were unable to submit this document at this time. Please try again later.
hr: Nismo mogli predati ovaj dokument u ovom trenutku. Molimo pokušajte ponovno kasnije.

source: We were unable to update your branding preferences at this time, please try again later
hr: Nismo mogli ažurirati postavke brendiranja u ovom trenutku, molimo pokušajte ponovno kasnije

source: We were unable to update your document preferences at this time, please try again later
hr: Nismo mogli ažurirati postavke dokumenta u ovom trenutku, molimo pokušajte ponovno kasnije

source: We were unable to update your email preferences at this time, please try again later
hr: Nismo mogli ažurirati postavke e-pošte u ovom trenutku, molimo pokušajte ponovno kasnije

source: We were unable to verify your details. Please try again or contact support
hr: Nismo mogli potvrditi vaše podatke. Molimo pokušajte ponovno ili kontaktirajte podršku

source: We were unable to verify your email at this time.
hr: Trenutno nismo mogli potvrditi vašu e-poštu.

source: We were unable to verify your email. If your email is not verified already, please try again.
hr: Nismo mogli potvrditi vašu e-poštu. Ako vaša e-pošta još nije potvrđena, molimo pokušajte ponovno.

source: We will generate signing links for you, which you can send to the recipients through your method of choice.
hr: Generirat ćemo poveznice za potpisivanje koje možete poslati primateljima putem odabrane metode.

source: We won't send anything to notify recipients.
hr: Nećemo ništa poslati kako bismo obavijestili primatelje.

source: We'll get back to you as soon as possible via email.
hr: Javit ćemo vam se e-poštom što je prije moguće.

source: We'll scan your document to find form fields like signature lines, text inputs, checkboxes, and more. Detected fields will be suggested for you to review.
hr: Skenirat ćemo vaš dokument kako bismo pronašli polja obrasca poput linija za potpis, unosa текста, potvrdnih okvira i više. Otkrivena polja bit će predložena za pregled.

source: We'll scan your document to find signature fields and identify who needs to sign. Detected recipients will be suggested for you to review.
hr: Skenirat ćemo vaš dokument kako bismo pronašli polja za potpis i utvrdili tko treba potpisati. Otkriveni primatelji bit će predloženi za pregled.

source: We'll send a 6-digit code to your email
hr: Poslat ćemo 6-znamenkasti kod na vašu e-poštu

source: We're all empty
hr: Ovdje je prazno

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
hr: Još uvijek čekamo da drugi potpisnici potpišu ovaj dokument.<0/>Obavijestit ćemo vas čim bude spreman.

source: We've changed your password as you asked. You can now sign in with your new password.
hr: Promijenili smo vašu lozinku kako ste zatražili. Sada se možete prijaviti novom lozinkom.

source: We've sent a 6-digit verification code to your email. Please enter it below to complete the document.
hr: Poslali smo 6-znamenkasti verifikacijski kod na vašu e-poštu. Unesite ga u nastavku kako biste dovršili dokument.

source: We've sent a confirmation email to <0>{email}</0>. Please check your inbox and click the link in the email to verify your account.
hr: Poslali smo potvrdnu e-poštu na <0>{email}</0>. Provjerite pristiglu poštu i kliknite poveznicu u e-poruci kako biste potvrdili svoj račun.

source: Webhook created
hr: Webhook je stvoren

source: Webhook deleted
hr: Webhook je obrisan

source: Webhook Details
hr: Detalji webhooka

source: Webhook not found
hr: Webhook nije pronađen

source: Webhook successfully sent
hr: Webhook je uspješno poslan

source: Webhook updated
hr: Webhook je ažuriran

source: Webhooks
hr: Webhookovi

source: Welcome
hr: Dobrodošli

source: Welcome back, we are lucky to have you.
hr: Dobrodošli natrag, sretni smo što ste ovdje.

source: Welcome back! Here's an overview of your account.
hr: Dobrodošli natrag! Ovo je pregled vašeg računa.

source: Welcome to {organisationName}
hr: Dobrodošli u {organisationName}

source: Welcome to Documenso!
hr: Dobrodošli u Documenso!

source: Well-known URL is required
hr: Well-known URL je obavezan

source: Were you trying to edit this document instead?
hr: Jeste li umjesto toga pokušavali urediti ovaj dokument?

source: What you can do with teams:
hr: Što možete raditi s timovima:

source: When enabled, signers can choose who should sign next in the sequence instead of following the predefined order.
hr: Kada je omogućeno, potpisnici mogu odabrati tko sljedeći potpisuje u nizu umjesto unaprijed definiranog redoslijeda.

source: When you click continue, you will be prompted to add the first available authenticator on your system.
hr: Kada kliknete Nastavi, bit ćete upitani da dodate prvi dostupni autentikator na svom sustavu.

source: When you sign a document, we can automatically fill in and sign the following fields using information that has already been provided. You can also manually sign or remove any automatically signed fields afterwards if you desire.
hr: Kada potpišete dokument, možemo automatski ispuniti i potpisati sljedeća polja koristeći informacije koje su već pružene. Također možete ručno potpisati ili ukloniti bilo koja automatski potpisana polja nakon toga ako želite.

source: When you use our platform to affix your electronic signature to documents, you are consenting to do so under the Electronic Signatures in Global and National Commerce Act (E-Sign Act) and other applicable laws. This action indicates your agreement to use electronic means to sign documents and receive notifications.
hr: Kada koristite našu platformu za stavljanje elektroničkog potpisa na dokumente, pristajete na to u skladu sa Zakonom o elektroničkim potpisima u globalnoj i nacionalnoj trgovini (E-Sign Act) i drugim primjenjivim zakonima. Ova radnja označava vaš pristanak na korištenje elektroničkih sredstava za potpisivanje dokumenata i primanje obavijesti.

source: Whether to enable the SSO portal for your organisation
hr: Hoće li se omogućiti SSO portal za vašu organizaciju

source: While waiting for them to do so you can create your own Documenso account and get started with document signing right away.
hr: Dok čekate da to učine, možete stvoriti vlastiti Documenso račun i odmah započeti s potpisivanjem dokumenata.

source: Whitelabeling, unlimited members and more
hr: White-labeling, neograničeni članovi i više

source: Who do you want to remind?
hr: Koga želite podsjetiti?

source: Withdrawing Consent
hr: Povlačenje pristanka

source: Write a description to display on your public profile
hr: Napišite opis koji će se prikazati na vašem javnom profilu

source: Yearly
hr: Godišnje

source: Yes
hr: Da

source: You
hr: Vi

source: You are about to complete approving the following document
hr: Upravo ćete dovršiti odobravanje sljedećeg dokumenta

source: You are about to complete assisting the following document
hr: Upravo ćete dovršiti pomaganje sljedećem dokumentu

source: You are about to complete signing the following document
hr: Upravo ćete dovršiti potpisivanje sljedećeg dokumenta

source: You are about to complete viewing the following document
hr: Upravo ćete dovršiti pregledavanje sljedećeg dokumenta

source: You are about to delete <0>"{documentTitle}"</0>
hr: Upravo ćete obrisati <0>"{documentTitle}"</0>

source: You are about to delete <0>{0}</0>. All data related to this organisation such as teams, documents, and all other resources will be deleted. This action is irreversible.
hr: Upravo ćete obrisati <0>{0}</0>. Svi podaci povezani s ovom organizacijom, kao što su timovi, dokumenti i svi ostali resursi, bit će obrisani. Ova radnja je nepovratna.

source: You are about to delete the following team email from <0>{teamName}</0>.
hr: Upravo ćete obrisati sljedeću e-poštu tima iz <0>{teamName}</0>.

source: You are about to give all organisation members access to this team under their organisation role.
hr: Upravo ćete svim članovima organizacije dati pristup ovom timu prema njihovoj ulozi u organizaciji.

source: You are about to hide <0>"{documentTitle}"</0>
hr: Upravo ćete sakriti <0>"{documentTitle}"</0>

source: You are about to leave the following organisation.
hr: Upravo ćete napustiti sljedeću organizaciju.

source: You are about to remove default access to this team for all organisation members. Any members not explicitly added to this team will no longer have access.
hr: Upravo ćete ukloniti zadani pristup ovom timu za sve članove organizacije. Svi članovi koji nisu izričito dodani ovom timu više neće imati pristup.

source: You are about to remove the <0>{provider}</0> login method from your account.
hr: Upravo ćete ukloniti način prijave <0>{provider}</0> sa svog računa.

source: You are about to remove the email domain <0>{emailDomain}</0> from <1>{0}</1>. All emails associated with this domain will be deleted.
hr: Upravo ćete ukloniti domenu e-pošte <0>{emailDomain}</0> iz <1>{0}</1>. Sve e-poruke povezane s ovom domenom bit će obrisane.

source: You are about to remove the following document and all associated fields
hr: Upravo ćete ukloniti sljedeći dokument i sva povezana polja

source: You are about to remove the following email from <0>{0}</0>.
hr: Upravo ćete ukloniti sljedeću e-poštu iz <0>{0}</0>.

source: You are about to remove the following group from <0>{0}</0>.
hr: Upravo ćete ukloniti sljedeću grupu iz <0>{0}</0>.

source: You are about to remove the following user from <0>{0}</0>.
hr: Upravo ćete ukloniti sljedećeg korisnika iz <0>{0}</0>.

source: You are about to remove the following user from <0>{teamName}</0>.
hr: Upravo ćete ukloniti sljedećeg korisnika iz <0>{teamName}</0>.

source: You are about to revoke access for team <0>{0}</0> ({1}) to use your email.
hr: Upravo ćete opozvati pristup timu <0>{0}</0> ({1}) za korištenje vaše e-pošte.

source: You are about to send this document to the recipients. Are you sure you want to continue?
hr: Upravo ćete poslati ovaj dokument primateljima. Jeste li sigurni da želite nastaviti?

source: You are about to subscribe to the {planName}
hr: Upravo ćete se pretplatiti na {planName}

source: You are currently on the <0>Free Plan</0>.
hr: Trenutno ste na <0>besplatnom planu</0>.

source: You are currently updating <0>{0}</0>
hr: Trenutno ažurirate <0>{0}</0>

source: You are currently updating <0>{memberName}</0>.
hr: Trenutno ažurirate <0>{memberName}</0>.

source: You are currently updating <0>{organisationMemberName}</0>.
hr: Trenutno ažurirate <0>{organisationMemberName}</0>.

source: You are currently updating the <0>{passkeyName}</0> passkey.
hr: Trenutno ažurirate pristupni ključ <0>{passkeyName}</0>.

source: You are currently updating the <0>{teamGroupName}</0> team group.
hr: Trenutno ažurirate grupu tima <0>{teamGroupName}</0>.

source: You are not allowed to move this document.
hr: Nemate dopuštenje za premještanje ovog dokumenta.

source: You are not authorized to access this page.
hr: Niste ovlašteni za pristup ovoj stranici.

source: You are not authorized to delete this user.
hr: Niste ovlašteni za brisanje ovog korisnika.

source: You are not authorized to disable this user.
hr: Niste ovlašteni za onemogućavanje ovog korisnika.

source: You are not authorized to enable this user.
hr: Niste ovlašteni za omogućavanje ovog korisnika.

source: You are not authorized to reset two factor authentcation for this user.
hr: Niste ovlašteni resetirati dvofaktorsku autentikaciju za ovog korisnika.

source: You can add fields manually in the editor.
hr: Možete ručno dodati polja u uređivaču.

source: You can add recipients manually in the editor.
hr: Možete ručno dodati primatelje u uređivaču.

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
hr: Također možete kopirati i zalijepiti ovu poveznicu u preglednik: {confirmationLink} (poveznica istječe za 1 sat)

source: You can choose to enable or disable the profile for public view.
hr: Možete odabrati omogućavanje ili onemogućavanje profila za javni prikaz.

source: You can copy and share these links to recipients so they can action the document.
hr: Možete kopirati i podijeliti ove poveznice s primateljima kako bi mogli obraditi dokument.

source: You can enable access to allow all organisation members to access this team by default.
hr: Možete omogućiti pristup kako bi svi članovi organizacije imali zadani pristup ovom timu.

source: You can manage your email preferences here.
hr: Ovdje možete upravljati postavkama e-pošte.

source: You can only detect fields in draft envelopes
hr: Polja možete otkrivati samo u skicama omotnica

source: You can revoke access at any time in your team settings on Documenso <0>here</0>.
hr: Pristup možete opozvati u bilo kojem trenutku u postavkama tima na Documensu <0>ovdje</0>.

source: You can update the profile URL by updating the team URL in the general settings page.
hr: URL profila možete ažurirati promjenom URL-a tima na stranici općih postavki.

source: You can use the following variables in your message:
hr: U poruci možete koristiti sljedeće varijable:

source: You can view documents associated with this email and use this identity when sending documents.
hr: Možete pregledati dokumente povezane s ovom e-poštom i koristiti ovaj identitet pri slanju dokumenata.

source: You can view the created documents in your dashboard under the "Documents created from template" section.
hr: Stvorene dokumente možete vidjeti na nadzornoj ploči u odjeljku "Dokumenti stvoreni iz predloška".

source: You can view the document and its status by clicking the button below.
hr: Dokument i njegov status možete pregledati klikom na gumb u nastavku.

source: You cannot add assistants when signing order is disabled.
hr: Ne možete dodavati asistente kada je redoslijed potpisivanja onemogućen.

source: You cannot delete a group which has a higher role than you.
hr: Ne možete obrisati grupu koja ima višu ulogu od vaše.

source: You cannot delete this item because the document has been sent to recipients.
hr: Ne možete obrisati ovu stavku jer je dokument poslan primateljima.

source: You cannot modify a group which has a higher role than you.
hr: Ne možete izmijeniti grupu koja ima višu ulogu od vaše.

source: You cannot modify a organisation member who has a higher role than you.
hr: Ne možete izmijeniti člana organizacije koji ima višu ulogu od vaše.

source: You cannot modify a team member who has a higher role than you.
hr: Ne možete izmijeniti člana tima koji ima višu ulogu od vaše.

source: You cannot remove members from this team if the inherit member feature is enabled.
hr: Ne možete ukloniti članove iz ovog tima ako je omogućena značajka nasljeđivanja članova.

source: You cannot upload documents at this time.
hr: Trenutno nije moguće prenijeti dokumente.

source: You cannot upload encrypted PDFs.
hr: Ne možete prenijeti šifrirane PDF-ove.

source: You currently have an inactive <0>{currentProductName}</0> subscription
hr: Trenutno imate neaktivnu pretplatu <0>{currentProductName}</0>

source: You currently have no access to any teams within this organisation. Please contact your organisation to request access.
hr: Trenutno nemate pristup nijednom timu unutar ove organizacije. Molimo kontaktirajte svoju organizaciju kako biste zatražili pristup.

source: You do not have permission to create a token for this team.
hr: Nemate dopuštenje za stvaranje tokena za ovaj tim.

source: You don't manage billing for any organisations.
hr: Ne upravljate naplatom ni za jednu organizaciju.

source: You don't need to sign it anymore.
hr: Više ga ne morate potpisivati.

source: You have accepted an invitation from <0>{0}</0> to join their organisation.
hr: Prihvatili ste pozivnicu od <0>{0}</0> za pridruživanje njihovoj organizaciji.

source: You have already verified your email address for <0>{0}</0>.
hr: Već ste potvrdili svoju adresu e-pošte za <0>{0}</0>.

source: You have been invited by <0>{0}</0> to join their organisation.
hr: Pozvao vas je <0>{0}</0> da se pridružite njihovoj organizaciji.

source: You have been invited to join {0} on Documenso
hr: Pozvani ste da se pridružite {0} na Documensu

source: You have been invited to join the following organisation
hr: Pozvani ste da se pridružite sljedećoj organizaciji

source: You have been removed from a document
hr: Uklonjeni ste iz dokumenta

source: You have been requested to sign the following documents. Review each document carefully and complete the signing process.
hr: Zatraženo je da potpišete sljedeće dokumente. Pažljivo pregledajte svaki dokument i dovršite postupak potpisivanja.

source: You have declined the invitation from <0>{0}</0> to join their organisation.
hr: Odbili ste pozivnicu od <0>{0}</0> za pridruživanje njihovoj organizaciji.

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
hr: Pokrenuli ste dokument {0} koji zahtijeva da ga {recipientActionVerb}.

source: You have no webhooks yet. Your webhooks will be shown here once you create them.
hr: Još nemate webhooks. Vaši webhookovi bit će prikazani ovdje kada ih stvorite.

source: You have not yet created any templates. To create a template please upload one.
hr: Još niste stvorili nijedan predložak. Da biste stvorili predložak, prenesite jedan.

source: You have not yet created or received any documents. To create a document please upload one.
hr: Još niste stvorili niti primili nijedan dokument. Da biste stvorili dokument, prenesite jedan.

source: You have reached the limit of the number of files per envelope.
hr: Dosegnuli ste ograničenje broja datoteka po omotnici.
