Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: Team only templates are not linked anywhere and are visible only to your team.
hr: Predlošci samo za tim nisu povezani nigdje i vidljivi su samo vašem timu.

source: Team Role
hr: Uloga u timu

source: Team settings
hr: Postavke tima

source: Team Settings
hr: Postavke tima

source: Team url
hr: URL tima

source: Team URL
hr: URL tima

source: Teams
hr: Timovi

source: Teams help you organise your work and collaborate with others. Create your first team to get started.
hr: Timovi vam pomažu organizirati rad i surađivati s drugima. Stvorite svoj prvi tim kako biste započeli.

source: Teams that this organisation group is currently assigned to
hr: Timovi kojima je ova grupa organizacije trenutno dodijeljena

source: Template
hr: Predložak

source: Template (Legacy)
hr: Predložak (staro)

source: Template Created
hr: Predložak je stvoren

source: Template deleted
hr: Predložak je obrisan

source: Template document uploaded
hr: Predložak dokumenta je prenesen

source: Template duplicated
hr: Predložak je dupliciran

source: Template Editor
hr: Uređivač predložaka

source: Template has been removed from your public profile.
hr: Predložak je uklonjen s vašeg javnog profila.

source: Template has been updated.
hr: Predložak je ažuriran.

source: Template ID (Legacy)
hr: ID predloška (staro)

source: Template is using legacy field insertion
hr: Predložak koristi staro umetanje polja

source: Template moved
hr: Predložak je premješten

source: Template saved
hr: Predložak je spremljen

source: Template Settings
hr: Postavke predloška

source: Template title
hr: Naslov predloška

source: Template updated successfully
hr: Predložak je uspješno ažuriran

source: Template uploaded
hr: Predložak je prenesen

source: Templates
hr: Predlošci

source: Test Webhook
hr: Testni webhook

source: Test webhook failed
hr: Testni webhook nije uspio

source: Test webhook sent
hr: Testni webhook je poslan

source: Text
hr: Tekst

source: Text Align
hr: Poravnanje teksta

source: Text Color
hr: Boja teksta

source: Text is required
hr: Tekst je obavezan

source: Text Settings
hr: Postavke teksta

source: Thank you for completing the signing process.
hr: Hvala vam što ste dovršili postupak potpisivanja.

source: Thank you for using Documenso to perform your electronic document signing. The purpose of this disclosure is to inform you about the process, legality, and your rights regarding the use of electronic signatures on our platform. By opting to use an electronic signature, you are agreeing to the terms and conditions outlined below.
hr: Hvala vam što koristite Documenso za elektroničko potpisivanje dokumenata. Svrha ove obavijesti je informirati vas o postupku, zakonitosti i vašim pravima u vezi s korištenjem elektroničkih potpisa na našoj platformi. Odabirom elektroničkog potpisa pristajete na dolje navedene uvjete.

source: That's okay, it happens! Click the button below to reset your password.
hr: U redu je, događa se! Kliknite gumb u nastavku za resetiranje lozinke.

source: The account has been deleted successfully.
hr: Račun je uspješno obrisan.

source: The account has been disabled successfully.
hr: Račun je uspješno onemogućen.

source: The account has been enabled successfully.
hr: Račun je uspješno omogućen.

source: The authentication methods required for recipients to sign fields
hr: Metode autentikacije potrebne da primatelji potpisuju polja

source: The authentication methods required for recipients to sign the signature field.
hr: Metode autentikacije potrebne da primatelji potpišu polje potpisa.

source: The authentication methods required for recipients to view the document.
hr: Metode autentikacije potrebne da primatelji pregledaju dokument.

source: The content to show in the banner, HTML is allowed
hr: Sadržaj koji će se prikazati u banneru, HTML je dopušten

source: The default email to use when sending emails to recipients
hr: Zadana e-pošta za slanje poruka primateljima

source: The direct link has been copied to your clipboard
hr: Izravna poveznica je kopirana u vaš međuspremnik

source: The display name for this email address
hr: Prikazani naziv za ovu adresu e-pošte

source: The Document has been deleted successfully.
hr: Dokument je uspješno obrisan.

source: The document has been moved successfully.
hr: Dokument je uspješno premješten.

source: The document has been successfully rejected.
hr: Dokument je uspješno odbijen.

source: The document is already saved and cannot be changed.
hr: Dokument je već spremljen i ne može se mijenjati.

source: The document is now completed, please follow any instructions provided within the parent application.
hr: Dokument je sada dovršen, slijedite sve upute koje je pružila nadređena aplikacija.

source: The document owner has been notified of this rejection. No further action is required from you at this time. The document owner may contact you with any questions regarding this rejection.
hr: Vlasnik dokumenta je obaviješten o ovom odbijanju. U ovom trenutku od vas nije potrebna nikakva daljnja radnja. Vlasnik dokumenta može vas kontaktirati s pitanjima u vezi s ovim odbijanjem.

source: The document owner has been notified of your decision. They may contact you with further instructions if necessary.
hr: Vlasnik dokumenta je obaviješten o vašoj odluci. Ako bude potrebno, može vas kontaktirati s daljnjim uputama.

source: The document ownership was delegated to {0} on behalf of {1}
hr: Vlasništvo dokumenta je delegirano na {0} u ime {1}

source: The document was created but could not be sent to recipients.
hr: Dokument je stvoren, ali ga nije bilo moguće poslati primateljima.

source: The document will be hidden from your account
hr: Dokument će biti skriven s vašeg računa

source: The document will be immediately sent to recipients if this is checked.
hr: Dokument će odmah biti poslan primateljima ako je ovo označeno.

source: The document you are looking for could not be found.
hr: Dokument koji tražite nije pronađen.

source: The document you are looking for may have been removed, renamed or may have never existed.
hr: Dokument koji tražite možda je uklonjen, preimenovan ili nikada nije postojao.

source: The document's name
hr: Naziv dokumenta

source: The email address which will show up in the "Reply To" field in emails
hr: Adresa e-pošte koja će se prikazati u polju "Odgovori na" u e-porukama

source: The email domain you are looking for may have been removed, renamed or may have never existed.
hr: Domena e-pošte koju tražite možda je uklonjena, preimenovana ili nikada nije postojala.

source: The email or password provided is incorrect.
hr: Unesena e-pošta ili lozinka nije ispravna.

source: The events that will trigger a webhook to be sent to your URL.
hr: Događaji koji će pokrenuti slanje webhooka na vaš URL.

source: The fields have been updated to the new field insertion method successfully
hr: Polja su uspješno ažurirana na novi način umetanja polja

source: The folder you are trying to delete does not exist.
hr: Mapa koju pokušavate obrisati ne postoji.

source: The folder you are trying to move does not exist.
hr: Mapa koju pokušavate premjestiti ne postoji.

source: The folder you are trying to move the document to does not exist.
hr: Mapa u koju pokušavate premjestiti dokument ne postoji.

source: The folder you are trying to move the template to does not exist.
hr: Mapa u koju pokušavate premjestiti predložak ne postoji.

source: The following errors occurred:
hr: Dogodile su se sljedeće pogreške:

source: The following recipients require an email address:
hr: Sljedeći primatelji trebaju adresu e-pošte:

source: The following signers are missing signature fields:
hr: Sljedećim potpisnicima nedostaju polja potpisa:

source: The following team has been deleted. You will no longer be able to access this team and its documents
hr: Sljedeći tim je obrisan. Više nećete moći pristupiti ovom timu i njegovim dokumentima

source: The OpenID discovery endpoint URL for your provider
hr: URL krajnje točke OpenID otkrivanja za vašeg pružatelja

source: The organisation authentication portal does not exist, or is not configured
hr: Portal za autentikaciju organizacije ne postoji ili nije konfiguriran

source: The organisation email has been created successfully.
hr: E-pošta organizacije je uspješno stvorena.

source: The organisation group you are looking for may have been removed, renamed or may have never existed.
hr: Grupa organizacije koju tražite možda je uklonjena, preimenovana ili nikada nije postojala.

source: The organisation role that will be applied to all members in this group.
hr: Uloga organizacije koja će se primijeniti na sve članove ove grupe.

source: The organisation you are looking for may have been removed, renamed or may have never existed.
hr: Organizacija koju tražite možda je uklonjena, preimenovana ili nikada nije postojala.

source: The page you are looking for was moved, removed, renamed or might never have existed.
hr: Stranica koju tražite je premještena, uklonjena, preimenovana ili možda nikada nije postojala.

source: The part before the @ symbol (e.g., "support" for support@{0})
hr: Dio prije znaka @ (npr. "support" za support@{0})

source: The preselected values will be ignored unless they meet the validation criteria.
hr: Prethodno odabrane vrijednosti bit će zanemarene ako ne zadovolje kriterije provjere.

source: The profile link has been copied to your clipboard
hr: Poveznica profila je kopirana u vaš međuspremnik

source: The profile you are looking for could not be found.
hr: Profil koji tražite nije pronađen.

source: The public description that will be displayed with this template
hr: Javni opis koji će biti prikazan uz ovaj predložak

source: The public name for your template
hr: Javni naziv vašeg predloška

source: The reason provided for deletion is the following:
hr: Razlog naveden za brisanje je sljedeći:

source: The recipient can prepare the document for later signers by pre-filling suggest values.
hr: Primatelj može pripremiti dokument za kasnije potpisnike unaprijed popunjavajući predložene vrijednosti.

source: The recipient has been updated successfully
hr: Primatelj je uspješno ažuriran

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
hr: Primatelj ne mora poduzeti nikakvu radnju i prima kopiju dokumenta nakon što je dovršen.

source: The recipient is required to approve the document for it to be completed.
hr: Primatelj mora odobriti dokument kako bi bio dovršen.

source: The recipient is required to sign the document for it to be completed.
hr: Primatelj mora potpisati dokument kako bi bio dovršen.

source: The recipient is required to view the document for it to be completed.
hr: Primatelj mora pregledati dokument kako bi bio dovršen.

source: The sharing link could not be created at this time. Please try again.
hr: Poveznicu za dijeljenje nije bilo moguće stvoriti u ovom trenutku. Molimo pokušajte ponovno.

source: The sharing link has been copied to your clipboard.
hr: Poveznica za dijeljenje je kopirana u vaš međuspremnik.

source: The signer's email
hr: E-pošta potpisnika

source: The signer's name
hr: Ime potpisnika

source: The signing link has been copied to your clipboard.
hr: Poveznica za potpisivanje je kopirana u vaš međuspremnik.

source: The site banner is a message that is shown at the top of the site. It can be used to display important information to your users.
hr: Banner web-mjesta je poruka koja se prikazuje na vrhu web-mjesta. Može se koristiti za prikaz važnih informacija vašim korisnicima.

source: The team email <0>{teamEmail}</0> has been removed from the following team
hr: E-pošta tima <0>{teamEmail}</0> uklonjena je iz sljedećeg tima

source: The team you are looking for may have been removed, renamed or may have never existed.
hr: Tim koji tražite možda je uklonjen, preimenovan ili nikada nije postojao.

source: The template has been moved successfully.
hr: Predložak je uspješno premješten.

source: The template will be removed from your profile
hr: Predložak će biti uklonjen s vašeg profila

source: The template you are looking for could not be found.
hr: Predložak koji tražite nije pronađen.

source: The template you are looking for may have been removed, renamed or may have never existed.
hr: Predložak koji tražite možda je uklonjen, preimenovan ili nikada nije postojao.

source: The test webhook has been successfully sent to your endpoint.
hr: Testni webhook je uspješno poslan na vašu krajnju točku.

source: The token is invalid or has expired.
hr: Token je nevažeći ili je istekao.

source: The token was copied to your clipboard.
hr: Token je kopiran u vaš međuspremnik.

source: The token was deleted successfully.
hr: Token je uspješno obrisan.

source: The token you have used to reset your password is either expired or it never existed. If you have still forgotten your password, please request a new reset link.
hr: Token koji ste koristili za resetiranje lozinke je istekao ili nikada nije postojao. Ako ste i dalje zaboravili lozinku, zatražite novu poveznicu za resetiranje.

source: The two-factor authentication code provided is incorrect.
hr: Uneseni kod za dvofaktorsku autentikaciju nije ispravan.

source: The typed signature font size
hr: Veličina fonta tipkanog potpisa

source: The types of signatures that recipients are allowed to use when signing the document.
hr: Vrste potpisa koje primatelji smiju koristiti prilikom potpisivanja dokumenta.

source: The URL for Documenso to send webhook events to.
hr: URL na koji Documenso šalje webhook događaje.

source: The user you are looking for may have been removed, renamed or may have never existed.
hr: Korisnik kojeg tražite možda je uklonjen, preimenovan ili nikada nije postojao.

source: The user's two factor authentication has been reset successfully.
hr: Dvofaktorska autentikacija korisnika je uspješno resetirana.

source: The visibility of the document to the recipient.
hr: Vidljivost dokumenta primatelju.

source: The webhook has been successfully deleted.
hr: Webhook je uspješno obrisan.

source: The webhook has been updated successfully.
hr: Webhook je uspješno ažuriran.

source: The webhook was successfully created.
hr: Webhook je uspješno stvoren.

source: The webhook you are looking for may have been removed, renamed or may have never existed.
hr: Webhook koji tražite možda je uklonjen, preimenovan ili nikada nije postojao.

source: There are no active drafts at the current moment. You can upload a document to start drafting.
hr: Trenutno nema aktivnih skica. Možete prenijeti dokument kako biste započeli izradu skice.

source: There are no completed documents yet. Documents that you have created or received will appear here once completed.
hr: Još nema dovršenih dokumenata. Dokumenti koje ste stvorili ili primili pojavit će se ovdje nakon dovršetka.

source: There was an error uploading your file. Please try again.
hr: Došlo je do pogreške pri prijenosu vaše datoteke. Molimo pokušajte ponovno.

source: There was an issue rendering some fields, please review the fields and try again.
hr: Došlo je do problema pri renderiranju nekih polja, pregledajte polja i pokušajte ponovno.

source: These can be overriden by setting the authentication requirements directly on each recipient in the next step. Multiple methods can be selected.
hr: Ovo se može nadjačati postavljanjem zahtjeva za autentikaciju izravno na svakog primatelja u sljedećem koraku. Može se odabrati više metoda.

source: These will override any global settings. Multiple methods can be selected.
hr: Ovo će nadjačati sve globalne postavke. Može se odabrati više metoda.

source: They have permission on your behalf to:
hr: Imaju dopuštenje u vaše ime za:

source: This account has been disabled. Please contact support.
hr: Ovaj račun je onemogućen. Molimo kontaktirajte podršku.

source: This account has not been verified. Please verify your account before signing in.
hr: Ovaj račun nije potvrđen. Molimo potvrdite svoj račun prije prijave.

source: This action is irreversible. Please ensure you have informed the user before proceeding.
hr: Ova radnja je nepovratna. Provjerite jeste li obavijestili korisnika prije nastavka.

source: This action is not reversible. Please be certain.
hr: Ova radnja nije povratna. Budite sigurni.

source: This action is reversible, but please be careful as the account may be affected permanently (e.g. their settings and contents not being restored properly).
hr: Ova radnja je povratna, ali budite oprezni jer račun može biti trajno pogođen (npr. postavke i sadržaj se možda neće ispravno vratiti).

source: This can take a minute or two depending on the size of your document.
hr: Ovo može potrajati minutu ili dvije, ovisno o veličini dokumenta.

source: This claim is locked and cannot be deleted.
hr: Ovaj zahtjev je zaključan i ne može se obrisati.

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
hr: Ovaj dokument se ne može oporaviti; ako želite osporiti razlog za buduće dokumente, kontaktirajte podršku.

source: This document cannot be changed
hr: Ovaj dokument se ne može mijenjati

source: This document could not be deleted at this time. Please try again.
hr: Ovaj dokument trenutno nije moguće obrisati. Molimo pokušajte ponovno.

source: This document could not be downloaded at this time. Please try again.
hr: Ovaj dokument trenutno nije moguće preuzeti. Molimo pokušajte ponovno.

source: This document could not be duplicated at this time. Please try again.
hr: Ovaj dokument trenutno nije moguće duplicirati. Molimo pokušajte ponovno.

source: This document could not be re-sent at this time. Please try again.
hr: Ovaj dokument trenutno nije moguće ponovno poslati. Molimo pokušajte ponovno.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
hr: Ovaj dokument je već poslan ovom primatelju. Više ne možete uređivati ovog primatelja.

source: This document has been cancelled by the owner and is no longer available for others to sign.
hr: Ovaj dokument je otkazan od strane vlasnika i više nije dostupan drugima za potpisivanje.

source: This document has been cancelled by the owner.
hr: Ovaj dokument je otkazan od strane vlasnika.

source: This document has been rejected by a recipient
hr: Ovaj dokument je odbijen od strane primatelja

source: This document has been signed by all recipients
hr: Ovaj dokument su potpisali svi primatelji

source: This document is available in your Documenso account. You can view more details, recipients, and audit logs there.
hr: Ovaj dokument je dostupan na vašem Documenso računu. Tamo možete vidjeti više detalja, primatelje i revizijske zapise.

source: This document is currently a draft and has not been sent
hr: Ovaj dokument je trenutno skica i nije poslan

source: This document is using legacy field insertion, we recommend using the new field insertion method for more accurate results.
hr: Ovaj dokument koristi staro umetanje polja; preporučujemo novi način umetanja polja za preciznije rezultate.

source: This document was created by you or a team member using the template above.
hr: Ovaj dokument je stvoren od vas ili člana tima koristeći gornji predložak.

source: This document was created using a direct link.
hr: Ovaj dokument je stvoren pomoću izravne poveznice.

source: This document was sent using <0>Documenso</0>.
hr: Ovaj dokument je poslan koristeći <0>Documenso</0>.

source: This document will be duplicated.
hr: Ovaj dokument će biti dupliciran.

source: This email confirms that you have rejected the document <0>"{documentName}"</0> sent by {documentOwnerName}.
hr: Ova e-poruka potvrđuje da ste odbili dokument <0>"{documentName}"</0> koji je poslao {documentOwnerName}.

source: This email is already being used by another team.
hr: Ova e-pošta se već koristi u drugom timu.

source: This email is sent to the document owner when a recipient has signed the document.
hr: Ova e-pošta se šalje vlasniku dokumenta kada primatelj potpiše dokument.

source: This email is sent to the recipient if they are removed from a pending document.
hr: Ova e-pošta se šalje primatelju ako je uklonjen iz dokumenta na čekanju.

source: This email is sent to the recipient requesting them to sign the document.
hr: Ova e-pošta se šalje primatelju s zahtjevom da potpiše dokument.

source: This email will be sent to the recipient who has just signed the document, if there are still other recipients who have not signed yet.
hr: Ova e-pošta će biti poslana primatelju koji je upravo potpisao dokument, ako još postoje drugi primatelji koji nisu potpisali.

source: This envelope could not be distributed at this time. Please try again.
hr: Ovu omotnicu trenutno nije moguće distribuirati. Molimo pokušajte ponovno.

source: This envelope could not be resent at this time. Please try again.
hr: Ovu omotnicu trenutno nije moguće ponovno poslati. Molimo pokušajte ponovno.

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
hr: Ovo polje nije moguće mijenjati ni brisati. Kada podijelite izravnu poveznicu ovog predloška ili ga dodate u svoj javni profil, svatko tko mu pristupi može unijeti svoje ime i e-poštu te ispuniti polja koja su mu dodijeljena.

source: This folder contains multiple items. Deleting it will remove all subfolders and move all nested documents and templates to the root folder.
hr: Ova mapa sadrži više stavki. Brisanjem ćete ukloniti sve podmape i premjestiti sve ugniježđene dokumente i predloške u korijensku mapu.

source: This is how the document will reach the recipients once the document is ready for signing.
hr: Ovako će dokument doći do primatelja kada bude spreman za potpisivanje.

source: This is the claim that this organisation was initially created with. Any feature flag changes to this claim will be backported into this organisation.
hr: Ovo je zahtjev s kojim je ova organizacija izvorno stvorena. Sve promjene zastavica značajki na ovom zahtjevu bit će retroaktivno prenesene u ovu organizaciju.

source: This is the required scopes you must set in your provider's settings
hr: Ovo su potrebni opsezi koje morate postaviti u postavkama pružatelja.

source: This is the URL which users will use to sign in to your organisation.
hr: Ovo je URL koji će korisnici koristiti za prijavu u vašu organizaciju.

source: This item cannot be deleted
hr: Ovu stavku nije moguće obrisati

source: This link is invalid or has expired. Please contact your team to resend a verification.
hr: Ova poveznica je nevažeća ili je istekao rok. Molimo kontaktirajte svoj tim da ponovno pošalje potvrdu.

source: This organisation will have administrative control over your account. You can revoke this access later, but they will retain access to any data they've already collected.
hr: Ova organizacija imat će administratorsku kontrolu nad vašim računom. Ovaj pristup možete kasnije opozvati, ali će zadržati pristup svim podacima koje su već prikupili.

source: This organisation, and any associated data will be permanently deleted.
hr: Ova organizacija i svi povezani podaci bit će trajno obrisani.

source: This passkey has already been registered.
hr: Ovaj pristupni ključ je već registriran.

source: This passkey is not configured for this application. Please login and add one in the user settings.
hr: Ovaj pristupni ključ nije konfiguriran za ovu aplikaciju. Molimo prijavite se i dodajte ga u korisničkim postavkama.

source: This recipient can no longer be modified as they have signed a field, or completed the document.
hr: Ovog primatelja više nije moguće mijenjati jer je potpisao polje ili dovršio dokument.
