Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: You have reached the maximum limit of {0} direct templates. <0>Upgrade your account to continue!</0>
hr: Dosegnuli ste maksimalno ograničenje od {0} izravnih predložaka. <0>Nadogradite svoj račun za nastavak!</0>

source: You have reached the maximum number of teams for your plan. Please contact sales at <0>{SUPPORT_EMAIL}</0> if you would like to adjust your plan.
hr: Dosegnuli ste maksimalan broj timova za svoj plan. Molimo kontaktirajte prodaju na <0>{SUPPORT_EMAIL}</0> ako želite prilagoditi plan.

source: You have reached your document limit for this month. Please upgrade your plan.
hr: Dosegnuli ste mjesečno ograničenje dokumenata. Molimo nadogradite plan.

source: You have reached your document limit.
hr: Dosegnuli ste ograničenje dokumenata.

source: You have reached your document limit. <0>Upgrade your account to continue!</0>
hr: Dosegnuli ste ograničenje dokumenata. <0>Nadogradite svoj račun za nastavak!</0>

source: You have rejected the document '{documentName}'
hr: Odbili ste dokument '{documentName}'

source: You have rejected this document
hr: Odbili ste ovaj dokument

source: You have signed “{documentName}”
hr: Potpisali ste “{documentName}”

source: You have successfully left this organisation.
hr: Uspješno ste napustili ovu organizaciju.

source: You have successfully registered. Please verify your account by clicking on the link you received in the email.
hr: Uspješno ste se registrirali. Molimo potvrdite svoj račun klikom na poveznicu koju ste primili u e-poruci.

source: You have successfully removed this email domain from the organisation.
hr: Uspješno ste uklonili ovu domenu e-pošte iz organizacije.

source: You have successfully removed this email from the organisation.
hr: Uspješno ste uklonili ovu e-poštu iz organizacije.

source: You have successfully removed this envelope item.
hr: Uspješno ste uklonili ovu stavku omotnice.

source: You have successfully removed this group from the organisation.
hr: Uspješno ste uklonili ovu grupu iz organizacije.

source: You have successfully removed this group from the team.
hr: Uspješno ste uklonili ovu grupu iz tima.

source: You have successfully removed this user from the organisation.
hr: Uspješno ste uklonili ovog korisnika iz organizacije.

source: You have successfully removed this user from the team.
hr: Uspješno ste uklonili ovog korisnika iz tima.

source: You have successfully revoked access.
hr: Uspješno ste opozvali pristup.

source: You have the right to withdraw your consent to use electronic signatures at any time before completing the signing process. To withdraw your consent, please contact the sender of the document. In failing to contact the sender you may reach out to <0>{SUPPORT_EMAIL}</0> for assistance. Be aware that withdrawing consent may delay or halt the completion of the related transaction or service.
hr: Imate pravo povući pristanak za korištenje elektroničkih potpisa u bilo kojem trenutku prije dovršetka postupka potpisivanja. Za povlačenje pristanka kontaktirajte pošiljatelja dokumenta. Ako ne kontaktirate pošiljatelja, možete se obratiti na <0>{SUPPORT_EMAIL}</0> za pomoć. Imajte na umu da povlačenje pristanka može odgoditi ili zaustaviti dovršetak povezane transakcije ili usluge.

source: You have updated {memberName}.
hr: Ažurirali ste {memberName}.

source: You have updated {organisationMemberName}.
hr: Ažurirali ste {organisationMemberName}.

source: You have updated the team group.
hr: Ažurirali ste grupu tima.

source: You have verified your email address for <0>{0}</0>.
hr: Potvrdili ste svoju adresu e-pošte za <0>{0}</0>.

source: You must enter '{deleteMessage}' to proceed
hr: Morate unijeti '{deleteMessage}' za nastavak

source: You must select at least one item
hr: Morate odabrati barem jednu stavku

source: You must type '{deleteMessage}' to confirm
hr: Morate upisati '{deleteMessage}' za potvrdu

source: You need at least one recipient to add fields
hr: Potreban je barem jedan primatelj za dodavanje polja

source: You need at least one recipient to send a document
hr: Potreban je barem jedan primatelj za slanje dokumenta

source: You need to be an admin to manage API tokens.
hr: Morate biti administrator da biste upravljali API tokenima.

source: You need to be logged in as <0>{email}</0> to view this page.
hr: Morate biti prijavljeni kao <0>{email}</0> da biste pregledali ovu stranicu.

source: You need to be logged in to view this page.
hr: Morate biti prijavljeni da biste pregledali ovu stranicu.

source: You need to setup 2FA to mark this document as viewed.
hr: Morate postaviti 2FA da biste označili ovaj dokument kao pregledan.

source: You will need to configure any claims or subscription after creating this organisation
hr: Nakon stvaranja ove organizacije morat ćete konfigurirati sve zahtjeve ili pretplatu.

source: You will now be required to enter a code from your authenticator app when signing in.
hr: Od sada ćete morati unositi kod iz aplikacije za autentikaciju prilikom prijave.

source: You will receive an email copy of the signed document once everyone has signed.
hr: Primit ćete kopiju potpisanog dokumenta e-poštom nakon što svi potpišu.

source: You're an admin. You can enable AI features for this team right away. Everyone on the team will see AI detection once enabled.
hr: Vi ste administrator. Možete odmah omogućiti AI značajke za ovaj tim. Svi u timu vidjet će AI detekciju nakon omogućavanja.

source: You've made too many detection requests. Please wait a minute before trying again.
hr: Poslali ste previše zahtjeva za detekciju. Molimo pričekajte minutu prije ponovnog pokušaja.

source: Your Account
hr: Vaš račun

source: Your account has been deleted successfully.
hr: Vaš račun je uspješno obrisan.

source: Your avatar has been updated successfully.
hr: Vaš avatar je uspješno ažuriran.

source: Your banner has been updated successfully.
hr: Vaš banner je uspješno ažuriran.

source: Your brand website URL
hr: URL web-mjesta vašeg brenda

source: Your branding preferences have been updated
hr: Postavke brendiranja su ažurirane

source: Your bulk send has been initiated. You will receive an email notification upon completion.
hr: Vaše masovno slanje je pokrenuto. Po završetku ćete primiti obavijest e-poštom.

source: Your bulk send operation for template "{templateName}" has completed.
hr: Vaše masovno slanje za predložak "{templateName}" je završeno.

source: Your current {currentProductName} plan is past due. Please update your payment information.
hr: Vaš trenutni plan {currentProductName} je dospio. Molimo ažurirajte podatke o plaćanju.

source: Your current plan includes the following support channels:
hr: Vaš trenutni plan uključuje sljedeće kanale podrške:

source: Your current plan is inactive.
hr: Vaš trenutni plan je neaktivan.

source: Your current plan is past due.
hr: Vaš trenutni plan je dospio.

source: Your direct signing templates
hr: Vaši predlošci za izravno potpisivanje

source: Your document content will be sent securely to our AI provider solely for detection and will not be stored or used for training.
hr: Sadržaj vašeg dokumenta bit će sigurno poslan našem AI pružatelju isključivo za detekciju i neće se pohranjivati niti koristiti za treniranje.

source: Your document failed to upload.
hr: Prijenos dokumenta nije uspio.

source: Your document has been created from the template successfully.
hr: Vaš dokument je uspješno stvoren iz predloška.

source: Your document has been created successfully
hr: Vaš dokument je uspješno stvoren

source: Your document has been deleted by an admin!
hr: Vaš dokument je obrisao administrator!

source: Your document has been re-sent successfully.
hr: Vaš dokument je uspješno ponovno poslan.

source: Your document has been sent successfully.
hr: Vaš dokument je uspješno poslan.

source: Your document has been successfully duplicated.
hr: Vaš dokument je uspješno dupliciran.

source: Your document has been uploaded successfully.
hr: Vaš dokument je uspješno prenesen.

source: Your document has been uploaded successfully. You will be redirected to the template page.
hr: Vaš dokument je uspješno prenesen. Bit ćete preusmjereni na stranicu predloška.

source: Your document is processed securely using AI services that don't retain your data.
hr: Vaš dokument se sigurno obrađuje pomoću AI usluga koje ne zadržavaju vaše podatke.

source: Your document preferences have been updated
hr: Postavke dokumenta su ažurirane

source: Your documents
hr: Vaši dokumenti

source: Your Email
hr: Vaša e-pošta

source: Your email has already been confirmed. You can now use all features of Documenso.
hr: Vaša e-pošta je već potvrđena. Sada možete koristiti sve značajke Documensa.

source: Your email has been successfully confirmed! You can now use all features of Documenso.
hr: Vaša e-pošta je uspješno potvrđena! Sada možete koristiti sve značajke Documensa.

source: Your email is currently being used by team <0>{0}</0> ({1}).
hr: Vašu e-poštu trenutno koristi tim <0>{0}</0> ({1}).

source: Your email preferences have been updated
hr: Postavke e-pošte su ažurirane

source: Your envelope has been distributed successfully.
hr: Vaša omotnica je uspješno distribuirana.

source: Your envelope has been resent successfully.
hr: Vaša omotnica je uspješno ponovno poslana.

source: Your envelope has been successfully duplicated.
hr: Vaša omotnica je uspješno duplicirana.

source: Your existing tokens
hr: Vaši postojeći tokeni

source: Your Name
hr: Vaše ime

source: Your new password cannot be the same as your old password.
hr: Vaša nova lozinka ne može biti ista kao stara lozinka.

source: Your organisation has been created.
hr: Vaša organizacija je stvorena.

source: Your organisation has been successfully deleted.
hr: Vaša organizacija je uspješno obrisana.

source: Your organisation has been successfully updated.
hr: Vaša organizacija je uspješno ažurirana.

source: Your password has been updated successfully.
hr: Vaša lozinka je uspješno ažurirana.

source: Your password has been updated.
hr: Vaša lozinka je ažurirana.

source: Your payment is overdue. Please settle the payment to avoid any service disruptions.
hr: Vaše plaćanje je dospjelo. Molimo podmirite plaćanje kako biste izbjegli prekide usluge.

source: Your personal organisation
hr: Vaša osobna organizacija

source: Your plan does not support inviting members. Please upgrade or your plan or contact sales at <0>{SUPPORT_EMAIL}</0> if you would like to discuss your options.
hr: Vaš plan ne podržava pozivanje članova. Molimo nadogradite plan ili kontaktirajte prodaju na <0>{SUPPORT_EMAIL}</0> ako želite razgovarati o mogućnostima.

source: Your plan is no longer valid. Please subscribe to a new plan to continue using Documenso.
hr: Vaš plan više nije važeći. Molimo pretplatite se na novi plan kako biste nastavili koristiti Documenso.

source: Your profile has been updated successfully.
hr: Vaš profil je uspješno ažuriran.

source: Your profile has been updated.
hr: Vaš profil je ažuriran.

source: Your public profile has been updated.
hr: Vaš javni profil je ažuriran.

source: Your recovery code has been copied to your clipboard.
hr: Vaš pričuvni kod je kopiran u međuspremnik.

source: Your recovery codes are listed below. Please store them in a safe place.
hr: Vaši pričuvni kodovi navedeni su u nastavku. Pohranite ih na sigurno mjesto.

source: Your support request has been submitted. We'll get back to you soon!
hr: Vaš zahtjev za podršku je poslan. Javit ćemo vam se uskoro!

source: Your team has been created.
hr: Vaš tim je stvoren.

source: Your team has been successfully deleted.
hr: Vaš tim je uspješno obrisan.

source: Your team has been successfully updated.
hr: Vaš tim je uspješno ažuriran.

source: Your template has been created successfully
hr: Vaš predložak je uspješno stvoren

source: Your template has been duplicated successfully.
hr: Vaš predložak je uspješno dupliciran.

source: Your template has been successfully deleted.
hr: Vaš predložak je uspješno obrisan.

source: Your template has been uploaded successfully.
hr: Vaš predložak je uspješno prenesen.

source: Your template will be duplicated.
hr: Vaš predložak će biti dupliciran.

source: Your templates has been saved successfully.
hr: Vaši predlošci su uspješno spremljeni.

source: Your token has expired!
hr: Vaš token je istekao!

source: Your token was created successfully! Make sure to copy it because you won't be able to see it again!
hr: Vaš token je uspješno stvoren! Obavezno ga kopirajte jer ga više nećete moći vidjeti!

source: Your tokens will be shown here once you create them.
hr: Vaši tokeni će biti prikazani ovdje kada ih stvorite.

source: Your two-factor authentication code
hr: Vaš kod za dvofaktorsku autentikaciju

source: Your verification code is {code}
hr: Vaš verifikacijski kod je {code}

source: Your verification code:
hr: Vaš verifikacijski kod:

source: your-domain.com another-domain.com
hr: vaša-domena.com druga-domena.com
