Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: Please provide a token from your authenticator, or a backup code.
hr: Molimo unesite token iz svog autentikatora ili pričuvni kod.

source: Please review the document before approving.
hr: Molimo pregledajte dokument prije odobravanja.

source: Please review the document before signing.
hr: Molimo pregledajte dokument prije potpisivanja.

source: Please select a PDF file
hr: Molimo odaberite PDF datoteku

source: Please select how you'd like to receive your verification code.
hr: Molimo odaberite kako želite primiti svoj verifikacijski kod.

source: Please try a different domain.
hr: Molimo pokušajte s drugom domenom.

source: Please try again and make sure you enter the correct email address.
hr: Molimo pokušajte ponovno i provjerite da ste unijeli ispravnu adresu e-pošte.

source: Please try again or contact our support.
hr: Molimo pokušajte ponovno ili kontaktirajte našu podršku.

source: Please type {0} to confirm
hr: Molimo upišite {0} za potvrdu

source: Please type <0>{0}</0> to confirm.
hr: Molimo upišite <0>{0}</0> za potvrdu.

source: Please upload a document to continue
hr: Molimo prenesite dokument za nastavak

source: Please upload a logo
hr: Molimo prenesite logotip

source: Pre-formatted CSV template with example data.
hr: Predformatirani CSV predložak s primjerom podataka.

source: Preferences
hr: Postavke

source: Preview
hr: Pretpregled

source: Preview and configure template.
hr: Pregledajte i konfigurirajte predložak.

source: Preview Mode
hr: Način pretpregleda

source: Preview the document before sending
hr: Pregledajte dokument prije slanja

source: Preview what the signed document will look like with placeholder data
hr: Pregledajte kako će potpisani dokument izgledati s podacima rezerviranih mjesta

source: Private
hr: Privatno

source: Private Template
hr: Privatni predložak

source: Private templates can only be modified and viewed by you.
hr: Privatne predloške možete mijenjati i pregledavati samo vi.

source: Proceed
hr: Nastavi

source: Processing document
hr: Obrada dokumenta

source: Profile
hr: Profil

source: Profile is currently <0>hidden</0>.
hr: Profil je trenutno <0>skriven</0>.

source: Profile is currently <0>visible</0>.
hr: Profil je trenutno <0>vidljiv</0>.

source: Profile updated
hr: Profil je ažuriran

source: Progress
hr: Napredak

source: Provider
hr: Pružatelj

source: Provider has been updated successfully
hr: Pružatelj je uspješno ažuriran

source: Public
hr: Javno

source: Public Profile
hr: Javni profil

source: Public profile URL
hr: URL javnog profila

source: Public Template
hr: Javni predložak

source: Public templates are connected to your public profile. Any modifications to public templates will also appear in your public profile.
hr: Javni predlošci povezani su s vašim javnim profilom. Sve izmjene javnih predložaka također će se prikazati na vašem javnom profilu.

source: Quick Actions
hr: Brze radnje

source: Radio Settings
hr: Postavke radio polja

source: Radio values
hr: Vrijednosti radio polja

source: Read only
hr: Samo za čitanje

source: Read Only
hr: Samo za čitanje

source: Read our documentation to get started with Documenso.
hr: Pročitajte našu dokumentaciju kako biste započeli s Documensom.

source: Read the full <0>signature disclosure</0>.
hr: Pročitajte cijelu <0>obavijest o potpisu</0>.

source: Reading your document
hr: Čitanje vašeg dokumenta

source: Ready
hr: Spremno

source: Reason
hr: Razlog

source: Reason for cancellation: {cancellationReason}
hr: Razlog otkazivanja: {cancellationReason}

source: Reason for rejection:
hr: Razlog odbijanja:

source: Reason for rejection: {rejectionReason}
hr: Razlog odbijanja: {rejectionReason}

source: Reason must be less than 500 characters
hr: Razlog mora biti kraći od 500 znakova

source: Reauthentication is required to sign this field
hr: Za potpisivanje ovog polja potrebna je ponovna autentikacija

source: Receives copy
hr: Prima kopiju

source: Recent activity
hr: Nedavna aktivnost

source: Recent documents
hr: Nedavni dokumenti

source: Recipient
hr: Primatelj

source: Recipient {0}
hr: Primatelj {0}

source: Recipient action authentication
hr: Autentikacija radnje primatelja

source: Recipient removed email
hr: E-pošta o uklanjanju primatelja

source: Recipient signed email
hr: E-pošta o potpisu primatelja

source: Recipient signing request email
hr: E-pošta s zahtjevom za potpis primatelja

source: Recipient updated
hr: Primatelj je ažuriran

source: Recipients
hr: Primatelji

source: Recipients metrics
hr: Metrike primatelja

source: Recipients that will be automatically added to new documents.
hr: Primatelji koji će se automatski dodavati novim dokumentima.

source: Recipients will be able to sign the document once sent
hr: Primatelji će moći potpisati dokument nakon slanja

source: Recipients will still retain their copy of the document
hr: Primatelji će i dalje zadržati svoju kopiju dokumenta

source: Record Name
hr: Naziv zapisa

source: Record Type
hr: Vrsta zapisa

source: Record Value
hr: Vrijednost zapisa

source: Recovery code copied
hr: Pričuvni kod je kopiran

source: Recovery codes
hr: Pričuvni kodovi

source: Red
hr: Crvena

source: Redirect URI
hr: URI preusmjeravanja

source: Redirect URL
hr: URL preusmjeravanja

source: Redirecting
hr: Preusmjeravanje

source: Registration Successful
hr: Registracija uspješna

source: Reject
hr: Odbij

source: Reject Document
hr: Odbij dokument

source: Rejected
hr: Odbijeno

source: Rejection Confirmed
hr: Odbijanje potvrđeno

source: Rejection reason: {reason}
hr: Razlog odbijanja: {reason}

source: Reload
hr: Učitaj ponovno

source: Remembered your password? <0>Sign In</0>
hr: Sjetili ste se lozinke? <0>Prijavite se</0>

source: Reminder: {0}
hr: Podsjetnik: {0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
hr: Podsjetnik: {0} vas je pozvao da {recipientActionVerb} dokument

source: Reminder: Please {recipientActionVerb} this document
hr: Podsjetnik: Molimo {recipientActionVerb} ovaj dokument

source: Reminder: Please {recipientActionVerb} your document
hr: Podsjetnik: Molimo {recipientActionVerb} svoj dokument

source: Remove
hr: Ukloni

source: Remove email domain
hr: Ukloni domenu e-pošte

source: Remove organisation group
hr: Ukloni grupu organizacije

source: Remove organisation member
hr: Ukloni člana organizacije

source: Remove recipient
hr: Ukloni primatelja

source: Remove team email
hr: Ukloni e-poštu tima

source: Remove team member
hr: Ukloni člana tima

source: Repeat Password
hr: Ponovite lozinku

source: Reply to email
hr: Odgovori na e-poštu

source: Reply To Email <0>(Optional)</0>
hr: Odgovori na e-poštu <0>(opcionalno)</0>

source: Request
hr: Zahtjev

source: Requesting Organisation
hr: Organizacija koja traži

source: Require 2FA
hr: Zahtijeva 2FA

source: Require account
hr: Zahtijeva račun

source: Require passkey
hr: Zahtijeva pristupni ključ

source: Require password
hr: Zahtijeva lozinku

source: Required field
hr: Obavezno polje

source: Required Field
hr: Obavezno polje

source: Required scopes
hr: Potrebni opsezi

source: Reseal document
hr: Ponovno zapečati dokument

source: Resend
hr: Ponovno pošalji

source: Resend code
hr: Ponovno pošalji kod

source: Resend Confirmation Email
hr: Ponovno pošalji potvrdnu e-poštu

source: Resend Document
hr: Ponovno pošalji dokument

source: Resend verification
hr: Ponovno pošalji potvrdu

source: Reset
hr: Resetiraj

source: Reset 2FA
hr: Resetiraj 2FA

source: Reset email sent
hr: E-pošta za resetiranje je poslana

source: Reset Password
hr: Resetiraj lozinku

source: Reset the users two factor authentication. This action is irreversible and will disable two factor authentication for the user.
hr: Resetirajte dvofaktorsku autentikaciju korisnika. Ova radnja je nepovratna i isključit će dvofaktorsku autentikaciju za korisnika.

source: Reset Two Factor Authentication
hr: Resetiraj dvofaktorsku autentikaciju

source: Resetting Password...
hr: Resetiranje lozinke...

source: Resolve
hr: Riješi

source: Resolve payment
hr: Riješi plaćanje

source: Response
hr: Odgovor

source: Response Code
hr: Šifra odgovora

source: Response Headers
hr: Zaglavlja odgovora

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
hr: Budite sigurni, vaš dokument je strogo povjerljiv i nikada neće biti dijeljen. Istaknuto će biti samo vaše iskustvo potpisivanja. Podijelite svoju personaliziranu karticu za potpisivanje kako biste prikazali svoj potpis!

source: Restricted Access
hr: Ograničen pristup

source: Retention of Documents
hr: Zadržavanje dokumenata

source: Retried
hr: Ponovno pokušano

source: Retry
hr: Pokušaj ponovno

source: Return
hr: Povratak

source: Return Home
hr: Povratak na početnu

source: Return to Documenso sign in page here
hr: Vratite se ovdje na stranicu za prijavu u Documenso

source: Return to documents
hr: Povratak na dokumente

source: Return to Home
hr: Povratak na početnu

source: Return to sign in
hr: Povratak na prijavu

source: Return to templates
hr: Povratak na predloške

source: Review request
hr: Pregled zahtjeva

source: Revoke
hr: Opozovi

source: Revoke access
hr: Opozovi pristup

source: Revoke all sessions
hr: Opozovi sve sesije

source: Right
hr: Desno

source: Role
hr: Uloga

source: Roles
hr: Uloge

source: Rows per page
hr: Redaka po stranici

source: Save
hr: Spremi

source: Save failed
hr: Spremanje nije uspjelo

source: Save Template
hr: Spremi predložak

source: Sealing job started
hr: Pokrenut je posao pečaćenja

source: Search
hr: Pretraži

source: Search and manage all organisations
hr: Pretražujte i upravljajte svim organizacijama

source: Search by claim ID or name
hr: Pretraži po ID-u zahtjeva ili nazivu

source: Search by document title
hr: Pretraži po nazivu dokumenta

source: Search by ID
hr: Pretraži po ID-u

source: Search by name or email
hr: Pretraži po imenu ili e-pošti

source: Search by organisation ID, name, customer ID or owner email
hr: Pretraži po ID-u organizacije, nazivu, ID-u kupca ili e-pošti vlasnika

source: Search by organisation name
hr: Pretraži po nazivu organizacije

source: Search documents...
hr: Pretraži dokumente...

source: Search folders...
hr: Pretraži mape...

source: Search languages...
hr: Pretraži jezike...

source: Secret
hr: Tajna

source: Security
hr: Sigurnost

source: Security activity
hr: Sigurnosna aktivnost

source: See the background jobs tab for the status
hr: Pogledajte karticu pozadinskih poslova za status

source: Select
hr: Odaberi

source: Select a destination for this folder.
hr: Odaberite odredište za ovu mapu.

source: Select a folder to move this document to.
hr: Odaberite mapu u koju želite premjestiti ovaj dokument.

source: Select a plan
hr: Odaberite plan

source: Select a plan to continue
hr: Odaberite plan za nastavak

source: Select a recipient
hr: Odaberite primatelja

source: Select a team to view its dashboard
hr: Odaberite tim za prikaz nadzorne ploče

source: Select a template you'd like to display on your public profile
hr: Odaberite predložak koji želite prikazati na svom javnom profilu

source: Select a template you'd like to display on your team's public profile
hr: Odaberite predložak koji želite prikazati na javnom profilu svog tima

source: Select a time zone
hr: Odaberite vremensku zonu

source: Select access methods
hr: Odaberite načine pristupa

source: Select an event type
hr: Odaberite vrstu događaja

source: Select an option
hr: Odaberite opciju

source: Select an organisation to view teams
hr: Odaberite organizaciju za prikaz timova

source: Select at least
hr: Odaberite najmanje

source: Select authentication methods
hr: Odaberite metode autentikacije

source: Select default option
hr: Odaberite zadanu opciju

source: Select default role
hr: Odaberite zadanu ulogu

source: Select direction
hr: Odaberite smjer

source: Select groups
hr: Odaberite grupe

source: Select groups of members to add to the team.
hr: Odaberite grupe članova za dodavanje u tim.

source: Select groups to add to this team
hr: Odaberite grupe za dodavanje u ovaj tim

source: Select members
hr: Odaberite članove

source: Select members or groups of members to add to the team.
hr: Odaberite članove ili grupe članova za dodavanje u tim.

source: Select members to add to this team
hr: Odaberite članove za dodavanje u ovaj tim

source: Select Option
hr: Odaberite opciju

source: Select Options
hr: Odaberite opcije

source: Select passkey
hr: Odaberite pristupni ključ

source: Select recipients
hr: Odaberite primatelje

source: Select signature types
hr: Odaberite vrste potpisa

source: Select text align
hr: Odaberite poravnanje teksta

source: Select the files you would like to download.
hr: Odaberite datoteke koje želite preuzeti.

source: Select the members to add to this group
hr: Odaberite članove za dodavanje u ovu grupu

source: Select the members to include in this group
hr: Odaberite članove za uključivanje u ovu grupu

source: Select triggers
hr: Odaberite okidače

source: Select values...
hr: Odaberite vrijednosti...

source: Select vertical align
hr: Odaberite okomito poravnanje

source: Select visibility
hr: Odaberite vidljivost

source: Selected Recipient
hr: Odabrani primatelj

source: Send
hr: Pošalji

source: Send a test webhook with sample data to verify your integration is working correctly.
hr: Pošaljite testni webhook s uzorkom podataka kako biste provjerili da integracija radi ispravno.

source: Send confirmation email
hr: Pošalji potvrdnu e-poštu

source: Send document
hr: Pošalji dokument

source: Send Document
hr: Pošalji dokument

source: Send document completed email
hr: Pošalji e-poštu o dovršenom dokumentu

source: Send document completed email to the owner
hr: Pošalji e-poštu o dovršenom dokumentu vlasniku

source: Send document deleted email
hr: Pošalji e-poštu o izbrisanom dokumentu

source: Send document pending email
hr: Pošalji e-poštu o dokumentu na čekanju

source: Send documents on behalf of the team using the email address
hr: Pošaljite dokumente u ime tima koristeći adresu e-pošte

source: Send documents to recipients immediately
hr: Odmah pošalji dokumente primateljima

source: Send on Behalf of Team
hr: Pošalji u ime tima

source: Send recipient removed email
hr: Pošalji e-poštu o uklanjanju primatelja

source: Send recipient signed email
hr: Pošalji e-poštu o potpisu primatelja

source: Send recipient signing request email
hr: Pošalji e-poštu s zahtjevom za potpis primatelja

source: Send reminder
hr: Pošalji podsjetnik

source: Send reminders to the following recipients
hr: Pošalji podsjetnike sljedećim primateljima

source: Sender
hr: Pošiljatelj

source: Sending Reset Email...
hr: Slanje e-pošte za resetiranje...

source: Sending...
hr: Slanje...

source: Sent
hr: Poslano

source: Session revoked
hr: Sesija je opozvana

source: Sessions have been revoked
hr: Sesije su opozvane

source: Set a password
hr: Postavite lozinku

source: Set up your document properties and recipient information
hr: Postavite svojstva dokumenta i podatke o primateljima

source: Set up your template properties and recipient information
hr: Postavite svojstva predloška i podatke o primateljima

source: Settings
hr: Postavke

source: Setup
hr: Postavljanje

source: Share
hr: Podijeli

source: Share Signing Card
hr: Podijeli karticu za potpisivanje

source: Share the Link
hr: Podijeli poveznicu

source: Share your signing experience!
hr: Podijelite svoje iskustvo potpisivanja!

source: Show
hr: Prikaži

source: Show advanced settings
hr: Prikaži napredne postavke

source: Show templates in your public profile for your audience to sign and get started quickly
hr: Prikažite predloške na svom javnom profilu kako bi vaša publika mogla potpisivati i brzo započeti

source: Sign
hr: Potpiši

# Recipient role action verb
source: Sign
hr: potpišete

source: Sign as {0} <0>({1})</0>
hr: Potpišite kao {0} <0>({1})</0>

source: Sign as<0>{0} <1>({1})</1></0>
hr: Potpišite kao<0>{0} <1>({1})</1></0>

source: Sign document
hr: Potpiši dokument

source: Sign Document
hr: Potpiši dokument

source: Sign Documents
hr: Potpiši dokumente

source: Sign field
hr: Polje za potpis

source: Sign Here
hr: Potpišite ovdje

source: Sign In
hr: Prijavite se

source: Sign in to your account
hr: Prijavite se na svoj račun

source: Sign Out
hr: Odjava

source: Sign Signature Field
hr: Potpišite polje potpisa

source: Sign the document to complete the process.
hr: Potpišite dokument kako biste dovršili postupak.

source: Sign up
hr: Registrirajte se

source: Sign Up with Google
hr: Registrirajte se putem Googlea

source: Sign Up with Microsoft
hr: Registrirajte se putem Microsofta

source: Sign Up with OIDC
hr: Registrirajte se putem OIDC-a

source: Signature
hr: Potpis

source: Signature ID
hr: ID potpisa

source: Signature is too small
hr: Potpis je premalen

source: Signature Pad cannot be empty.
hr: Polje za potpis ne može biti prazno.

source: Signature Settings
hr: Postavke potpisa

source: Signature types
hr: Vrste potpisa

source: Signatures Collected
hr: Prikupljeni potpisi

source: Signed
hr: Potpisano

# Recipient role actioned
source: Signed
hr: Potpisano

# Signed document (adjective)
source: Signed
hr: Potpisano

source: Signer
hr: Potpisnik

# Recipient role name
source: Signer
hr: Potpisnik

source: Signer Events
hr: Događaji potpisnika

# Recipient role plural name
source: Signers
hr: Potpisnici

# Recipient role progressive verb
source: Signing
hr: Potpisivanje

source: Signing Certificate
hr: Certifikat potpisivanja

source: Signing certificate provided by
hr: Certifikat potpisivanja izdao

source: Signing Complete!
hr: Potpisivanje dovršeno!

source: Signing for
hr: Potpisivanje za

source: Signing in...
hr: Prijava...

source: Signing Links
hr: Poveznice za potpisivanje

source: Signing links have been generated for this document.
hr: Poveznice za potpisivanje su generirane za ovaj dokument.

source: Signing order is enabled.
hr: Redoslijed potpisivanja je omogućen.

source: Signups are disabled.
hr: Registracije su onemogućene.

source: Since {0}
hr: Od {0}

source: Site Banner
hr: Banner web-mjesta

source: Site Settings
hr: Postavke web-mjesta

source: Skip
hr: Preskoči

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
hr: Nekim potpisnicima nije dodijeljeno polje potpisa. Dodijelite barem 1 polje potpisa svakom potpisniku prije nastavka.

source: Something went wrong
hr: Nešto je pošlo po zlu

source: Something went wrong while attempting to verify your email address for <0>{0}</0>. Please try again later.
hr: Nešto je pošlo po zlu pri pokušaju potvrde vaše adrese e-pošte za <0>{0}</0>. Molimo pokušajte ponovno kasnije.

source: Something went wrong while detecting fields.
hr: Nešto je pošlo po zlu pri otkrivanju polja.

source: Something went wrong while detecting recipients.
hr: Nešto je pošlo po zlu pri otkrivanju primatelja.

source: Something went wrong while loading the document.
hr: Nešto je pošlo po zlu pri učitavanju dokumenta.

source: Something went wrong while loading your passkeys.
hr: Nešto je pošlo po zlu pri učitavanju vaših pristupnih ključeva.

source: Something went wrong while rendering the document, some fields may be missing or corrupted.
hr: Nešto je pošlo po zlu pri renderiranju dokumenta, neka polja mogu nedostajati ili biti oštećena.

source: Something went wrong while sending the confirmation email.
hr: Nešto je pošlo po zlu pri slanju potvrdne e-pošte.

source: Something went wrong while updating the team billing subscription, please contact support.
hr: Nešto je pošlo po zlu pri ažuriranju pretplate za naplatu tima, molimo kontaktirajte podršku.

source: Something went wrong while uploading this file
hr: Nešto je pošlo po zlu pri prijenosu ove datoteke

source: Something went wrong!
hr: Nešto je pošlo po zlu!

source: Something went wrong.
hr: Nešto je pošlo po zlu.

source: Something went wrong. Please try again later.
hr: Nešto je pošlo po zlu. Molimo pokušajte ponovno kasnije.

source: Something went wrong. Please try again or contact support.
hr: Nešto je pošlo po zlu. Molimo pokušajte ponovno ili kontaktirajte podršku.

source: Sorry, we were unable to download the audit logs. Please try again later.
hr: Nažalost, nismo mogli preuzeti revizijske zapise. Molimo pokušajte ponovno kasnije.

source: Sorry, we were unable to download the certificate. Please try again later.
hr: Nažalost, nismo mogli preuzeti certifikat. Molimo pokušajte ponovno kasnije.

source: Source
hr: Izvor

source: Space-separated list of domains. Leave empty to allow all domains.
hr: Popis domena odvojenih razmacima. Ostavite prazno kako biste dopustili sve domene.

source: Stats
hr: Statistika

# The step counter
source: Step {0}/{1}
hr: Korak {0}/{1}

source: Step <0>{step} of {maxStep}</0>
hr: Korak <0>{step} od {maxStep}</0>

source: Stripe customer created successfully
hr: Stripe kupac je uspješno stvoren

source: Stripe Customer ID
hr: Stripe ID kupca

source: Subject
hr: Predmet

source: Subject <0>(Optional)</0>
hr: Predmet <0>(opcionalno)</0>

source: Submit
hr: Pošalji

source: Submitted
hr: Predano

source: Subscribe
hr: Pretplati se

source: Subscription
hr: Pretplata

source: Subscription claim created successfully.
hr: Zahtjev za pretplatu uspješno je stvoren.

source: Subscription claim deleted successfully.
hr: Zahtjev za pretplatu uspješno je obrisan.

source: Subscription claim updated successfully.
hr: Zahtjev za pretplatu uspješno je ažuriran.

source: Subscription Claims
hr: Zahtjevi za pretplatu

source: Subscription invalid
hr: Pretplata nije valjana

source: Subscription Status
hr: Status pretplate

source: Success
hr: Uspjeh

source: Successfully created passkey
hr: Pristupni ključ uspješno je stvoren

source: Successfully created: {successCount}
hr: Uspješno stvoreno: {successCount}

source: Summary:
hr: Sažetak:

source: support
hr: podrška

source: Support
hr: Podrška

source: Support ticket created
hr: Zahtjev za podršku je stvoren

source: Sync
hr: Sinkroniziraj

source: Sync Email Domains
hr: Sinkroniziraj domene e-pošte

source: Sync failed, changes not saved
hr: Sinkronizacija nije uspjela, promjene nisu spremljene

source: System auto inserted fields
hr: Sustav je automatski umetnuo polja

# Audit log format
source: System auto inserted fields
hr: Sustav je automatski umetnuo polja

source: System Requirements
hr: Zahtjevi sustava

source: System Theme
hr: Tema sustava

source: Team
hr: Tim

source: Team "{0}" has been deleted on Documenso
hr: Tim "{0}" je obrisan na Documensu

source: Team Admin
hr: Administrator tima

source: Team Assignments
hr: Dodjele timu

source: Team Count
hr: Broj timova

source: Team email
hr: E-pošta tima

source: Team Email
hr: E-pošta tima

source: Team email already verified!
hr: E-pošta tima je već potvrđena!

source: Team email has been removed
hr: E-pošta tima je uklonjena

source: Team email has been revoked for {0}
hr: E-pošta tima je opozvana za {0}

source: Team email removed
hr: E-pošta tima je uklonjena

source: Team email removed for {teamName} on Documenso
hr: E-pošta tima uklonjena za {teamName} na Documensu

source: Team email verification
hr: Potvrda e-pošte tima

source: Team email verified!
hr: E-pošta tima potvrđena!

source: Team email was updated.
hr: E-pošta tima je ažurirana.

source: Team Groups
hr: Grupe tima

source: Team Manager
hr: Voditelj tima

source: Team Member
hr: Član tima

source: Team Members
hr: Članovi tima

source: Team members have been added.
hr: Članovi tima su dodani.

source: Team Name
hr: Naziv tima

source: Team not found
hr: Tim nije pronađen

source: Team Only
hr: Samo za tim
