Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: This session has expired. Please try again.
hr: Ova sesija je istekla. Molimo pokušajte ponovno.

source: This signer has already signed the document.
hr: Ovaj potpisnik je već potpisao dokument.

source: This team, and any associated data excluding billing invoices will be permanently deleted.
hr: Ovaj tim i svi povezani podaci, osim računa za naplatu, bit će trajno obrisani.

source: This template could not be deleted at this time. Please try again.
hr: Ovaj predložak trenutno nije moguće obrisati. Molimo pokušajte ponovno.

source: This template is using legacy field insertion, we recommend using the new field insertion method for more accurate results.
hr: Ovaj predložak koristi staro umetanje polja; preporučujemo novi način umetanja polja za preciznije rezultate.

source: This template will be duplicated.
hr: Ovaj predložak će biti dupliciran.

source: This token is invalid or has expired. No action is needed.
hr: Ovaj token je nevažeći ili je istekao. Nije potrebna nikakva radnja.

source: This token is invalid or has expired. Please contact your team for a new invitation.
hr: Ovaj token je nevažeći ili je istekao. Molimo kontaktirajte svoj tim za novu pozivnicu.

source: This URL is already in use.
hr: Ovaj URL se već koristi.

source: This will be sent to all recipients if a pending document has been deleted.
hr: Ovo će biti poslano svim primateljima ako je dokument na čekanju obrisan.

source: This will be sent to all recipients once the document has been fully completed.
hr: Ovo će biti poslano svim primateljima nakon što dokument bude u potpunosti dovršen.

source: This will be sent to the document owner once the document has been fully completed.
hr: Ovo će biti poslano vlasniku dokumenta nakon što dokument bude u potpunosti dovršen.

source: This will check and sync the status of all email domains for this organisation
hr: Ovo će provjeriti i sinkronizirati status svih domena e-pošte za ovu organizaciju

source: This will ONLY backport feature flags which are set to true, anything disabled in the initial claim will not be backported
hr: Ovo će retroaktivno prenijeti SAMO zastavice značajki koje su postavljene na true; sve što je onemogućeno u početnom zahtjevu neće biti preneseno.

source: This will remove all emails associated with this email domain
hr: Ovo će ukloniti sve e-poruke povezane s ovom domenom e-pošte

source: This will sign you out of all other devices. You will need to sign in again on those devices to continue using your account.
hr: Ovo će vas odjaviti sa svih drugih uređaja. Morat ćete se ponovno prijaviti na tim uređajima da biste nastavili koristiti svoj račun.

source: Time
hr: Vrijeme

source: Time zone
hr: Vremenska zona

source: Time Zone
hr: Vremenska zona

source: Title
hr: Naslov

source: Title cannot be empty
hr: Naslov ne može biti prazan

source: To {0} this {1}, you need to be logged in as <0>{2}</0>
hr: Da biste {0} ovaj {1}, morate biti prijavljeni kao <0>{2}</0>

source: To {0} this {1}, you need to be logged in.
hr: Da biste {0} ovaj {1}, morate biti prijavljeni.

source: To accept this invitation you must create an account.
hr: Da biste prihvatili ovu pozivnicu, morate stvoriti račun.

source: To be able to add members to a team, you must first add them to the organisation. For more information, please see the <0>documentation</0>.
hr: Da biste mogli dodavati članove u tim, prvo ih morate dodati u organizaciju. Za više informacija pogledajte <0>dokumentaciju</0>.

source: To change the email you must remove and add a new email address.
hr: Da biste promijenili e-poštu, morate ukloniti i dodati novu adresu e-pošte.

source: To confirm, please enter the accounts email address <0/>({0}).
hr: Za potvrdu unesite adresu e-pošte računa <0/>({0}).

source: To confirm, please enter the reason
hr: Za potvrdu unesite razlog

source: To enable two-factor authentication, scan the following QR code using your authenticator app.
hr: Za omogućavanje dvofaktorske autentikacije skenirajte sljedeći QR kod pomoću aplikacije za autentikaciju.

source: To gain access to your account, please confirm your email address by clicking on the confirmation link from your inbox.
hr: Kako biste pristupili svom računu, potvrdite svoju adresu e-pošte klikom na poveznicu za potvrdu iz pristigle pošte.

source: To mark this document as viewed, you need to be logged in as <0>{0}</0>
hr: Da biste označili ovaj dokument kao pregledan, morate biti prijavljeni kao <0>{0}</0>

source: To mark this document as viewed, you need to be logged in.
hr: Da biste označili ovaj dokument kao pregledan, morate biti prijavljeni.

source: To proceed further, please set at least one value for the {0} field.
hr: Za nastavak postavite barem jednu vrijednost za polje {0}.

source: To use our electronic signature service, you must have access to:
hr: Da biste koristili našu uslugu elektroničkog potpisa, morate imati pristup:

source: To view this document you need to be signed into your account, please sign in to continue.
hr: Za pregled ovog dokumenta morate biti prijavljeni na svoj račun, prijavite se za nastavak.

source: Toggle the switch to hide your profile from the public.
hr: Prebacite prekidač kako biste sakrili svoj profil od javnosti.

source: Toggle the switch to show your profile to the public.
hr: Prebacite prekidač kako biste prikazali svoj profil javnosti.

source: Token copied to clipboard
hr: Token kopiran u međuspremnik

source: Token created
hr: Token stvoren

source: Token deleted
hr: Token obrisan

source: Token doesn't have an expiration date
hr: Token nema datum isteka

source: Token expiration date
hr: Datum isteka tokena

source: Token has expired. Please try again.
hr: Token je istekao. Molimo pokušajte ponovno.

source: Token name
hr: Naziv tokena

source: Too many requests
hr: Previše zahtjeva

source: Top
hr: Gore

source: Total Documents
hr: Ukupno dokumenata

source: Total Recipients
hr: Ukupno primatelja

source: Total rows processed: {totalProcessed}
hr: Ukupno obrađenih redaka: {totalProcessed}

source: Total Signers that Signed Up
hr: Ukupno potpisnika koji su se registrirali

source: Total Users
hr: Ukupno korisnika

source: Transfer documents to a different team
hr: Prenesi dokumente u drugi tim

source: Triggers
hr: Okidači

source: Try again
hr: Pokušaj ponovno

source: Turn on AI detection to automatically find recipients and fields in your documents. AI providers do not retain your data for training.
hr: Uključite AI detekciju kako biste automatski pronašli primatelje i polja u dokumentima. AI pružatelji ne zadržavaju vaše podatke za treniranje.

source: Two factor authentication
hr: Dvofaktorska autentikacija

source: Two factor authentication recovery codes are used to access your account in the event that you lose access to your authenticator app.
hr: Pričuvni kodovi za dvofaktorsku autentikaciju koriste se za pristup vašem računu u slučaju da izgubite pristup aplikaciji za autentikaciju.

source: Two-Factor Authentication
hr: Dvofaktorska autentikacija

source: Two-factor authentication disabled
hr: Dvofaktorska autentikacija onemogućena

source: Two-factor authentication enabled
hr: Dvofaktorska autentikacija omogućena

source: Two-factor authentication has been disabled for your account. You will no longer be required to enter a code from your authenticator app when signing in.
hr: Dvofaktorska autentikacija je onemogućena za vaš račun. Više nećete morati unositi kod iz aplikacije za autentikaciju pri prijavi.

source: Two-Factor Re-Authentication
hr: Ponovna dvofaktorska autentikacija

source: Type
hr: Tip

# Type signature
source: Type
hr: Tipkanje

source: Type a command or search...
hr: Upišite naredbu ili pretražite...

source: Type your signature
hr: Upišite svoj potpis

source: Typed signatures are not allowed. Please draw your signature.
hr: Tipkani potpisi nisu dopušteni. Molimo nacrtajte svoj potpis.

source: Uh oh! Looks like you're missing a token
hr: Ups! Izgleda da vam nedostaje token

source: Unable to change the language at this time. Please try again later.
hr: Trenutno nije moguće promijeniti jezik. Molimo pokušajte ponovno kasnije.

source: Unable to copy recovery code
hr: Nije moguće kopirati pričuvni kod

source: Unable to copy token
hr: Nije moguće kopirati token

source: Unable to create direct template access. Please try again later.
hr: Nije moguće stvoriti pristup izravnom predlošku. Molimo pokušajte ponovno kasnije.

source: Unable to decline this invitation at this time.
hr: Trenutno nije moguće odbiti ovu pozivnicu.

source: Unable to delete invitation. Please try again.
hr: Nije moguće obrisati pozivnicu. Molimo pokušajte ponovno.

source: Unable to delete team
hr: Nije moguće obrisati tim

source: Unable to disable two-factor authentication
hr: Nije moguće onemogućiti dvofaktorsku autentikaciju

source: Unable to join this organisation at this time.
hr: Trenutno nije moguće pridružiti se ovoj organizaciji.

source: Unable to load document history
hr: Nije moguće učitati povijest dokumenta

source: Unable to load documents
hr: Nije moguće učitati dokumente

source: Unable to load your public profile templates at this time
hr: Trenutno nije moguće učitati predloške vašeg javnog profila

source: Unable to remove email verification at this time. Please try again.
hr: Trenutno nije moguće ukloniti potvrdu e-pošte. Molimo pokušajte ponovno.

source: Unable to remove team email at this time. Please try again.
hr: Trenutno nije moguće ukloniti e-poštu tima. Molimo pokušajte ponovno.

source: Unable to resend invitation. Please try again.
hr: Nije moguće ponovno poslati pozivnicu. Molimo pokušajte ponovno.

source: Unable to resend verification at this time. Please try again.
hr: Trenutno nije moguće ponovno poslati potvrdu. Molimo pokušajte ponovno.

source: Unable to reset password
hr: Nije moguće resetirati lozinku

source: Unable to setup two-factor authentication
hr: Nije moguće postaviti dvofaktorsku autentikaciju

source: Unable to sign in
hr: Nije moguće prijaviti se

source: Unauthorized
hr: Neovlašteno

source: Uncompleted
hr: Nedovršeno

source: Undo
hr: Poništi

source: Unknown
hr: Nepoznato

source: Unknown error
hr: Nepoznata pogreška

source: Unknown name
hr: Nepoznato ime

source: Unlimited
hr: Neograničeno

source: Unlimited documents, API and more
hr: Neograničeni dokumenti, API i više

source: Unlink
hr: Odspoji

source: Unpin
hr: Otkvači

source: Untitled Group
hr: Neimenovana grupa

source: Update
hr: Ažuriraj

source: Update Banner
hr: Ažuriraj banner

source: Update Billing
hr: Ažuriraj naplatu

source: Update Claim
hr: Ažuriraj zahtjev

source: Update current organisation
hr: Ažuriraj trenutnu organizaciju

source: Update email
hr: Ažuriraj e-poštu

source: Update Fields
hr: Ažuriraj polja

source: Update organisation
hr: Ažuriraj organizaciju

source: Update organisation member
hr: Ažuriraj člana organizacije

source: Update passkey
hr: Ažuriraj pristupni ključ

source: Update password
hr: Ažuriraj lozinku

source: Update profile
hr: Ažuriraj profil

source: Update Recipient
hr: Ažuriraj primatelja

source: Update role
hr: Ažuriraj ulogu

source: Update Subscription Claim
hr: Ažuriraj zahtjev za pretplatu

source: Update team
hr: Ažuriraj tim

source: Update team email
hr: Ažuriraj e-poštu tima

source: Update team group
hr: Ažuriraj grupu tima

source: Update team member
hr: Ažuriraj člana tima

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
hr: Ažurirajte ulogu i dodajte polja prema potrebi za izravnog primatelja. Osoba koja koristi izravnu poveznicu potpisat će dokument kao izravni primatelj.

source: Update user
hr: Ažuriraj korisnika

source: Updated {organisationMemberName} to {roleLabel}.
hr: Ažurirano: {organisationMemberName} na {roleLabel}.

source: Updating password...
hr: Ažuriranje lozinke...

source: Updating Your Information
hr: Ažuriranje vaših podataka

source: Upgrade
hr: Nadogradi

source: Upgrade <0>{0}</0> to {planName}
hr: Nadogradite <0>{0}</0> na {planName}

source: Upgrade your plan to upload more documents
hr: Nadogradite plan kako biste mogli prenijeti više dokumenata

source: Upload
hr: Učitaj

# Upload signature
source: Upload
hr: Učitaj

source: Upload a CSV file to create multiple documents from this template. Each row represents one document with its recipient details.
hr: Prenesite CSV datoteku kako biste stvorili više dokumenata iz ovog predloška. Svaki redak predstavlja jedan dokument s podacima primatelja.

source: Upload a custom document to use instead of the template's default document
hr: Prenesite prilagođeni dokument umjesto zadanog dokumenta predloška

source: Upload and Process
hr: Prenesi i obradi

source: Upload Avatar
hr: Prenesi avatar

source: Upload CSV
hr: Prenesi CSV

source: Upload custom document
hr: Prenesi prilagođeni dokument

source: Upload disabled
hr: Prijenos onemogućen

source: Upload Document
hr: Učitaj dokument

source: Upload documents and add recipients
hr: Prenesite dokumente i dodajte primatelje

source: Upload failed
hr: Prijenos nije uspio

source: Upload Signature
hr: Učitaj potpis

source: Upload Template
hr: Učitaj predložak

source: Upload Template Document
hr: Učitaj predložak dokumenta

source: Upload your brand logo (max 5MB, JPG, PNG, or WebP)
hr: Prenesite logotip brenda (maks. 5MB, JPG, PNG ili WebP)

source: Uploaded by
hr: Prenio

source: Uploaded file is too large
hr: Prenesena datoteka je prevelika

source: Uploaded file is too small
hr: Prenesena datoteka je premala

source: Uploaded file not an allowed file type
hr: Prenesena datoteka nije dopuštene vrste

source: Uploading
hr: Prijenos

source: Use
hr: Koristi

source: Use Authenticator
hr: Koristi autentikator

source: Use Backup Code
hr: Koristi pričuvni kod

source: Use Template
hr: Koristi predložak

source: Use your authenticator app to generate a code
hr: Koristite aplikaciju za autentikaciju kako biste generirali kod

source: Use your passkey for authentication
hr: Koristite pristupni ključ za autentikaciju

source: User
hr: Korisnik

source: User Agent
hr: Korisnički agent

source: User has no password.
hr: Korisnik nema lozinku.

source: User not found
hr: Korisnik nije pronađen

source: User not found.
hr: Korisnik nije pronađen.

source: User Organisations
hr: Organizacije korisnika

source: User profiles are here!
hr: Korisnički profili su ovdje!

source: User settings
hr: Postavke korisnika

source: User with this email already exists. Please use a different email address.
hr: Korisnik s ovom e-poštom već postoji. Molimo koristite drugu adresu e-pošte.

source: Users
hr: Korisnici

source: Validation
hr: Provjera

source: Validation failed
hr: Provjera nije uspjela

source: Value
hr: Vrijednost

source: Value must be a number
hr: Vrijednost mora biti broj

source: Verification Code Required
hr: Potreban verifikacijski kod

source: Verification Email Sent
hr: Potvrdna e-pošta poslana

source: Verification email sent successfully.
hr: Potvrdna e-pošta je uspješno poslana.

source: Verify & Complete
hr: Potvrdi i dovrši

source: Verify Domain
hr: Potvrdi domenu

source: Verify Now
hr: Potvrdi sada

source: Verify your email address
hr: Potvrdite svoju adresu e-pošte

source: Verify your email address to unlock all features.
hr: Potvrdite svoju adresu e-pošte kako biste otključali sve značajke.

source: Verify your email to upload documents.
hr: Potvrdite svoju e-poštu za prijenos dokumenata.

source: Verify your team email address
hr: Potvrdite adresu e-pošte tima

source: Vertical
hr: Okomito

source: Vertical Align
hr: Okomito poravnanje

source: View
hr: Prikaži

# Recipient role action verb
source: View
hr: pregledate

source: View activity
hr: Prikaži aktivnost

source: View all documents sent to and from this email address
hr: Prikaži sve dokumente poslane na i s ove adrese e-pošte

source: View all documents sent to your account
hr: Prikaži sve dokumente poslane na vaš račun

source: View all recent security activity related to your account.
hr: Prikaži sve nedavne sigurnosne aktivnosti povezane s vašim računom.

source: View all related documents
hr: Prikaži sve povezane dokumente

source: View all security activity related to your account.
hr: Prikaži sve sigurnosne aktivnosti povezane s vašim računom.

source: View and manage all active sessions for your account.
hr: Prikaži i upravljajte svim aktivnim sesijama svog računa.

source: View and manage all login methods linked to your account.
hr: Prikažite i upravljajte svim metodama prijave povezanim s vašim računom.

source: View Codes
hr: Prikaži kodove

source: View DNS Records
hr: Prikaži DNS zapise

source: View document
hr: Prikaži dokument

source: View Document
hr: Prikaži dokument

source: View Document to approve
hr: Prikaži dokument za odobrenje

source: View Document to assist
hr: Prikaži dokument za pomoć

source: View Document to sign
hr: Prikaži dokument za potpis

source: View documents associated with this email
hr: Prikaži dokumente povezane s ovom e-poštom

source: View insights
hr: Prikaži uvide

source: View invites
hr: Prikaži pozivnice

source: View JSON
hr: Prikaži JSON

source: View more
hr: Prikaži više

source: View next document
hr: Prikaži sljedeći dokument

source: View owner
hr: Prikaži vlasnika

source: View plans
hr: Prikaži planove

source: View Recovery Codes
hr: Prikaži pričuvne kodove

source: View teams
hr: Prikaži timove

source: View the DNS records for this email domain
hr: Prikaži DNS zapise za ovu domenu e-pošte

source: Viewed
hr: Pregledano

# Recipient role actioned
source: Viewed
hr: Pregledano

source: Viewer
hr: Pregledatelj

# Recipient role name
source: Viewer
hr: Pregledatelj

# Recipient role plural name
source: Viewers
hr: Pregledatelji

# Recipient role progressive verb
source: Viewing
hr: Pregledavanje

source: Visibility
hr: Vidljivost

source: Waiting
hr: Čekanje

source: Waiting for others
hr: Čeka se na druge

source: Waiting for others to complete signing.
hr: Čeka se da drugi dovrše potpisivanje.

source: Waiting for others to sign
hr: Čeka se da drugi potpišu

source: Waiting for Your Turn
hr: Čeka se vaš red

source: Want to send slick signing links like this one? <0>Check out Documenso</0>.
hr: Želite slati elegantne poveznice za potpisivanje poput ove? <0>Pogledajte Documenso</0>.

source: Want your own public profile?
hr: Želite vlastiti javni profil?

source: Warning: Assistant as last signer
hr: Upozorenje: Asistent kao posljednji potpisnik

source: We are unable to proceed to the billing portal at this time. Please try again, or contact support.
hr: Trenutno ne možemo otvoriti portal za naplatu. Molimo pokušajte ponovno ili kontaktirajte podršku.

source: We are unable to remove this passkey at the moment. Please try again later.
hr: Trenutno nije moguće ukloniti ovaj pristupni ključ. Molimo pokušajte ponovno kasnije.

source: We are unable to update this passkey at the moment. Please try again later.
hr: Trenutno nije moguće ažurirati ovaj pristupni ključ. Molimo pokušajte ponovno kasnije.

source: We couldn't create a Stripe customer. Please try again.
hr: Nismo mogli stvoriti Stripe kupca. Molimo pokušajte ponovno.

source: We couldn't enable AI features right now. Please try again.
hr: Trenutno ne možemo omogućiti AI značajke. Molimo pokušajte ponovno.

source: We couldn't update the group. Please try again.
hr: Nismo mogli ažurirati grupu. Molimo pokušajte ponovno.

source: We couldn't update the organisation. Please try again.
hr: Nismo mogli ažurirati organizaciju. Molimo pokušajte ponovno.

source: We couldn't update the provider. Please try again.
hr: Nismo mogli ažurirati pružatelja. Molimo pokušajte ponovno.

source: We encountered an error while attempting to save your changes. Your changes cannot be saved at this time.
hr: Došlo je do pogreške pri spremanju vaših promjena. Vaše promjene trenutno nije moguće spremiti.

source: We encountered an error while creating the email. Please try again later.
hr: Došlo je do pogreške pri stvaranju e-pošte. Molimo pokušajte ponovno kasnije.

source: We encountered an error while removing the direct template link. Please try again later.
hr: Došlo je do pogreške pri uklanjanju izravne poveznice predloška. Molimo pokušajte ponovno kasnije.

source: We encountered an error while sending the test webhook. Please check your endpoint and try again.
hr: Došlo je do pogreške pri slanju testnog webhooka. Provjerite svoju krajnju točku i pokušajte ponovno.

source: We encountered an error while updating the webhook. Please try again later.
hr: Došlo je do pogreške pri ažuriranju webhooka. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to add team members. Please try again later.
hr: Došlo je do nepoznate pogreške pri dodavanju članova tima. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to add this email. Please try again later.
hr: Došlo je do nepoznate pogreške pri dodavanju ove e-pošte. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to add your domain. Please try again later.
hr: Došlo je do nepoznate pogreške pri dodavanju vaše domene. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to create a group. Please try again later.
hr: Došlo je do nepoznate pogreške pri stvaranju grupe. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to create a organisation. Please try again later.
hr: Došlo je do nepoznate pogreške pri stvaranju organizacije. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to create a team. Please try again later.
hr: Došlo je do nepoznate pogreške pri stvaranju tima. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to delete it. Please try again later.
hr: Došlo je do nepoznate pogreške pri brisanju. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to delete this organisation. Please try again later.
hr: Došlo je do nepoznate pogreške pri brisanju ove organizacije. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to delete this team. Please try again later.
hr: Došlo je do nepoznate pogreške pri brisanju ovog tima. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to delete this token. Please try again later.
hr: Došlo je do nepoznate pogreške pri brisanju ovog tokena. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to delete your account. Please try again later.
hr: Došlo je do nepoznate pogreške pri brisanju vašeg računa. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to delete your document. Please try again later.
hr: Došlo je do nepoznate pogreške pri brisanju vašeg dokumenta. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to disable access.
hr: Došlo je do nepoznate pogreške pri onemogućavanju pristupa.

source: We encountered an unknown error while attempting to enable access.
hr: Došlo je do nepoznate pogreške pri omogućavanju pristupa.

source: We encountered an unknown error while attempting to invite organisation members. Please try again later.
hr: Došlo je do nepoznate pogreške pri pozivanju članova organizacije. Molimo pokušajte ponovno kasnije.

source: We encountered an unknown error while attempting to leave this organisation. Please try again later.
hr: Došlo je do nepoznate pogreške pri napuštanju ove organizacije. Molimo pokušajte ponovno kasnije.
