Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: Document rejected
hr: Dokument odbijen

source: Document Rejected
hr: Dokument odbijen

source: Document sent
hr: Dokument poslan

# Audit log format
source: Document sent
hr: Dokument poslan

source: Document Settings
hr: Postavke dokumenta

source: Document Signed
hr: Dokument potpisan

# Audit log format
source: Document signing auth updated
hr: Autentifikacija potpisivanja dokumenta ažurirana

source: Document signing process will be cancelled
hr: Proces potpisivanja dokumenta bit će otkazan

source: Document status
hr: Status dokumenta

source: Document title
hr: Naslov dokumenta

source: Document Title
hr: Naslov dokumenta

# Audit log format
source: Document title updated
hr: Naslov dokumenta ažuriran

# Audit log format
source: Document updated
hr: Dokument ažuriran

source: Document updated successfully
hr: Dokument je uspješno ažuriran

source: Document upload disabled due to unpaid invoices
hr: Prijenos dokumenta onemogućen zbog neplaćenih računa

source: Document uploaded
hr: Dokument prenesen

# Audit log format
source: Document viewed
hr: Dokument pregledan

source: Document Viewed
hr: Dokument pregledan

source: Document visibility
hr: Vidljivost dokumenta

# Audit log format
source: Document visibility updated
hr: Vidljivost dokumenta ažurirana

source: Document Volume
hr: Opseg dokumenata

source: Document will be permanently deleted
hr: Dokument će biti trajno obrisan

source: Documentation
hr: Dokumentacija

source: Documents
hr: Dokumenti

source: Documents and resources related to this envelope.
hr: Dokumenti i resursi povezani s ovom omotnicom.

source: Documents Completed
hr: Dovršeni dokumenti

source: Documents Created
hr: Stvoreni dokumenti

source: Documents created from template
hr: Dokumenti stvoreni iz predloška

source: Documents Received
hr: Primljeni dokumenti

source: Documents that require your attention will appear here
hr: Dokumenti koji zahtijevaju Vašu pozornost pojavit će se ovdje

source: Documents Viewed
hr: Pregledani dokumenti

source: Domain
hr: Domena

source: Domain Added
hr: Domena dodana

source: Domain already in use
hr: Domena je već u uporabi

source: Domain Name
hr: Naziv domene

source: Don't have an account? <0>Sign up</0>
hr: Nemate račun? <0>Registrirajte se</0>

source: Don't transfer (Delete all documents)
hr: Nemojte prenijeti (obrišite sve dokumente)

source: Download
hr: Preuzmi

source: Download Audit Logs
hr: Preuzmite zapisnike revizije

source: Download Certificate
hr: Preuzmite certifikat

source: Download Files
hr: Preuzmite datoteke

source: Download PDF
hr: Preuzmi PDF

source: Download Template CSV
hr: Preuzmite CSV predložak

source: Draft
hr: Nacrt

source: Draft documents
hr: Dokumenti u nacrtu

source: Drafted Documents
hr: Dokumenti u nacrtu

source: Drag & drop your PDF here.
hr: Povucite i ispustite svoj PDF ovdje.

source: Drag and drop or click to upload
hr: Povucite i ispustite ili kliknite za prijenos

source: Drag and drop your PDF file here
hr: Povucite i ispustite svoju PDF datoteku ovdje

# Draw signature
source: Draw
hr: Crtanje

source: Drop your document here
hr: Ispustite dokument ovdje

source: Dropdown
hr: Padajući izbornik

source: Dropdown must have at least one option
hr: Padajući izbornik mora imati barem jednu opciju

source: Dropdown options
hr: Opcije padajućeg izbornika

source: Dropdown Settings
hr: Postavke padajućeg izbornika

source: Dropdown values
hr: Vrijednosti padajućeg izbornika

source: Duplicate
hr: Dupliciraj

source: Duplicate Document
hr: Dupliciraj dokument

source: Duplicate on all pages
hr: Dupliciraj na svim stranicama

source: Duplicate Template
hr: Dupliciraj predložak

source: Duplicate values are not allowed
hr: Duplicirane vrijednosti nisu dopuštene

source: E.g. 0
hr: Npr. 0

source: E.g. 100
hr: Npr. 100

source: Edit
hr: Uredi

source: Edit Template
hr: Uredi predložak

source: Edit webhook
hr: Uredi webhook

source: eg. Legal
hr: npr. Pravna

source: eg. Mac
hr: npr. Mac

source: Electronic Delivery of Documents
hr: Elektronička dostava dokumenata

source: Electronic Signature Disclosure
hr: Obavijest o elektroničkom potpisu

source: Email
hr: E-pošta

source: Email address
hr: Adresa e-pošte

source: Email Address
hr: Adresa e-pošte

source: Email already confirmed
hr: E-pošta je već potvrđena

source: Email already exists
hr: E-pošta već postoji

source: Email Confirmed!
hr: E-pošta potvrđena!

source: Email Created
hr: E-pošta stvorena

source: Email domain not found
hr: Domena e-pošte nije pronađena

source: Email Domain Settings
hr: Postavke domene e-pošte

source: Email Domains
hr: Domene e-pošte

source: Email domains synced
hr: Domene e-pošte sinkronizirane

source: Email is required
hr: E-pošta je obavezna

source: Email Options
hr: Opcije e-pošte

source: Email Preferences
hr: Postavke e-pošte

source: Email preferences updated
hr: Postavke e-pošte su ažurirane

source: Email resent
hr: E-pošta ponovno poslana

source: Email Sender
hr: Pošiljatelj e-pošte

source: Email sent
hr: E-pošta poslana

source: Email sent!
hr: E-pošta poslana!

source: Email Settings
hr: Postavke e-pošte

source: Email verification
hr: Provjera e-pošte

source: Email verification has been removed
hr: Provjera e-pošte je uklonjena

source: Email verification has been resent
hr: Provjera e-pošte je ponovno poslana

source: Emails
hr: E-pošta

source: Embedding, 5 members included and more
hr: Ugradnja, uključeno 5 članova i više

source: Empty field
hr: Prazno polje

source: Enable
hr: Omogući

source: Enable 2FA
hr: Omogući 2FA

source: Enable access
hr: Omogući pristup

source: Enable account
hr: Omogući račun

source: Enable Account
hr: Omogući račun

source: Enable AI detection
hr: Omogući AI detekciju

source: Enable AI features
hr: Omogući AI značajke

source: Enable AI-powered features such as automatic recipient detection. When enabled, document content will be sent to AI providers. We only use providers that do not retain data for training and prefer European regions where available.
hr: Omogućite AI značajke poput automatske detekcije primatelja. Kada je omogućeno, sadržaj dokumenta će se slati AI pružateljima. Koristimo samo pružatelje koji ne zadržavaju podatke za treniranje i preferiramo europske regije kada su dostupne.

source: Enable Authenticator App
hr: Omogući aplikaciju za autentifikaciju

source: Enable Custom Branding
hr: Omogući prilagođeno brendiranje

source: Enable custom branding for all documents in this organisation
hr: Omogući prilagođeno brendiranje za sve dokumente u ovoj organizaciji

source: Enable custom branding for all documents in this team
hr: Omogući prilagođeno brendiranje za sve dokumente u ovom timu

source: Enable direct link signing
hr: Omogući potpisivanje izravnom poveznicom

source: Enable Direct Link Signing
hr: Omogući potpisivanje izravnom poveznicom

source: Enable signing order
hr: Omogući redoslijed potpisivanja

source: Enable SSO portal
hr: Omogući SSO portal

source: Enable team API tokens to delegate document ownership to another team member.
hr: Omogući timske API tokene za delegiranje vlasništva dokumenta drugom članu tima.

source: Enabled
hr: Omogućeno

source: Enabling the account results in the user being able to use the account again, and all the related features such as webhooks, teams, and API keys for example.
hr: Omogućavanje računa omogućuje korisniku ponovno korištenje računa, kao i svih povezanih značajki poput webhookova, timova i API ključeva.

source: Enclosed Document
hr: Priloženi dokument

source: Enclosed Documents
hr: Priloženi dokumenti

source: Enter
hr: Unesite

source: Enter a name for your new folder. Folders help you organise your items.
hr: Unesite naziv za novu mapu. Mape Vam pomažu organizirati stavke.

source: Enter claim name
hr: Unesite naziv zahtjeva

source: Enter Email
hr: Unesite e-poštu

source: Enter Initials
hr: Unesite inicijale

source: Enter Name
hr: Unesite ime

source: Enter Number
hr: Unesite broj

source: Enter Text
hr: Unesite tekst

source: Enter the domain you want to use for sending emails (without http:// or www)
hr: Unesite domenu koju želite koristiti za slanje e-pošte (bez http:// ili www)

source: Enter the next signer's email
hr: Unesite e-poštu sljedećeg potpisnika

source: Enter the next signer's name
hr: Unesite ime sljedećeg potpisnika

source: Enter verification code
hr: Unesite kod za provjeru

source: Enter your 2FA code
hr: Unesite svoj 2FA kod

source: Enter your brand details
hr: Unesite detalje brenda

source: Enter your email
hr: Unesite svoju e-poštu

source: Enter your email address to receive the completed document.
hr: Unesite svoju adresu e-pošte kako biste primili dovršeni dokument.

source: Enter your name
hr: Unesite svoje ime

source: Enter your number here
hr: Unesite svoj broj ovdje

source: Enter your password
hr: Unesite svoju lozinku

source: Enter your text here
hr: Unesite svoj tekst ovdje

source: Envelope distributed
hr: Omotnica distribuirana

source: Envelope Duplicated
hr: Omotnica duplicirana

source: Envelope ID
hr: ID omotnice

source: Envelope Item Count
hr: Broj stavki omotnice

source: Envelope item created
hr: Stavka omotnice stvorena

source: Envelope item deleted
hr: Stavka omotnice obrisana

source: Envelope resent
hr: Omotnica ponovno poslana

source: Envelope Title
hr: Naslov omotnice

source: Envelope updated
hr: Omotnica ažurirana

source: Error
hr: Pogreška

source: Error declining account link
hr: Pogreška pri odbijanju povezivanja računa

source: Error linking account
hr: Pogreška pri povezivanju računa

source: Error uploading file
hr: Pogreška pri prijenosu datoteke

source: Event
hr: Događaj

source: Event Type
hr: Vrsta događaja

source: Everyone
hr: Svi

source: Everyone can access and view the document
hr: Svi mogu pristupiti i pregledati dokument

source: Everyone has signed
hr: Svi su potpisali

source: Everyone has signed! You will receive an email copy of the signed document.
hr: Svi su potpisali! Primit ćete kopiju potpisanog dokumenta e-poštom.

source: Exceeded timeout
hr: Prekoračeno vrijeme čekanja

source: Expired
hr: Isteklo

source: Expires in {0}
hr: Istječe za {0}

source: Expires on {0}
hr: Istječe {0}

source: External ID
hr: Vanjski ID

source: Extracting contact details
hr: Izdvajanje kontaktnih podataka

source: Failed
hr: Neuspjelo

source: Failed to complete the document. Please try again.
hr: Nije uspjelo dovršiti dokument. Molimo pokušajte ponovno.

source: Failed to create folder
hr: Nije uspjelo stvoriti mapu

source: Failed to create subscription claim.
hr: Nije uspjelo stvoriti zahtjev za pretplatu.

source: Failed to create support ticket
hr: Nije uspjelo stvoriti zahtjev za podršku

source: Failed to delete folder
hr: Nije uspjelo obrisati mapu

source: Failed to delete subscription claim.
hr: Nije uspjelo obrisati zahtjev za pretplatu.

source: Failed to load document
hr: Nije uspjelo učitati dokument

source: Failed to move folder
hr: Nije uspjelo premjestiti mapu

source: Failed to reseal document
hr: Nije uspjelo ponovno zapečatiti dokument

source: Failed to revoke session
hr: Nije uspjelo opozvati sesiju

source: Failed to save settings.
hr: Nije uspjelo spremiti postavke.

source: Failed to sign out all sessions
hr: Nije uspjelo odjaviti sve sesije

source: Failed to unlink account
hr: Nije uspjelo odspojiti račun

source: Failed to update document
hr: Nije uspjelo ažurirati dokument

source: Failed to update recipient
hr: Nije uspjelo ažurirati primatelja

source: Failed to update subscription claim.
hr: Nije uspjelo ažurirati zahtjev za pretplatu.

source: Failed to update template
hr: Nije uspjelo ažurirati predložak

source: Failed to update webhook
hr: Nije uspjelo ažurirati webhook

source: Failed to upload CSV. Please check the file format and try again.
hr: Nije uspjelo prenijeti CSV. Molimo provjerite format datoteke i pokušajte ponovno.

source: Failed: {failedCount}
hr: Neuspješno: {failedCount}

source: Feature Flags
hr: Zastavice značajki

source: Field character limit
hr: Ograničenje znakova polja

source: Field font size
hr: Veličina fonta polja

source: Field format
hr: Format polja

source: Field label
hr: Oznaka polja

source: Field placeholder
hr: Zamjenski tekst polja

# Audit log format
source: Field prefilled by assistant
hr: Polje unaprijed popunio asistent

# Audit log format
source: Field signed
hr: Polje potpisano

# Audit log format
source: Field unsigned
hr: Potpis s polja uklonjen

source: Fields
hr: Polja

source: Fields updated
hr: Polja ažurirana

source: File cannot be larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
hr: Datoteka ne može biti veća od {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB

source: File is larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
hr: Datoteka je veća od {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB

source: File is too small
hr: Datoteka je premala

source: File size exceeds the limit of {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
hr: Veličina datoteke prelazi ograničenje od {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB

source: Fill in the details to create a new subscription claim.
hr: Ispunite detalje kako biste stvorili novi zahtjev za pretplatu.

source: Folder
hr: Mapa

source: Folder created successfully
hr: Mapa je uspješno stvorena

source: Folder deleted successfully
hr: Mapa je uspješno obrisana

source: Folder moved successfully
hr: Mapa je uspješno premještena

source: Folder Name
hr: Naziv mape

source: Folder not found
hr: Mapa nije pronađena

source: Folder Settings
hr: Postavke mape

source: Folder updated successfully
hr: Mapa je uspješno ažurirana

source: Font Size
hr: Veličina fonta

source: For any questions regarding this disclosure, electronic signatures, or any related process, please contact us at: <0>{SUPPORT_EMAIL}</0>
hr: Za sva pitanja u vezi ove obavijesti, elektroničkih potpisa ili bilo kojeg povezanog procesa, kontaktirajte nas na: <0>{SUPPORT_EMAIL}</0>

source: For each recipient, provide their email (required) and name (optional) in separate columns. Download the template CSV below for the correct format.
hr: Za svakog primatelja navedite njegovu e-poštu (obavezno) i ime (neobavezno) u zasebnim stupcima. Preuzmite CSV predložak ispod za ispravan format.

source: For example, if the claim has a new flag "FLAG_1" set to true, then this organisation will get that flag added.
hr: Na primjer, ako zahtjev ima novu zastavicu "FLAG_1" postavljenu na true, tada će ova organizacija dobiti tu zastavicu.

source: Forgot Password?
hr: Zaboravljena lozinka?

source: Forgot your password?
hr: Zaboravili ste lozinku?

# Plan price
source: Free
hr: Besplatno

# Subscription status
source: Free
hr: Besplatno

source: Free Signature
hr: Besplatan potpis

source: Free Signature Settings
hr: Postavke besplatnog potpisa

source: Full Name
hr: Puno ime

source: General
hr: Općenito

source: Generate DKIM Records
hr: Generiraj DKIM zapise

source: Generate Links
hr: Generiraj poveznice

source: Global recipient action authentication
hr: Globalna autentifikacija radnji primatelja

source: Go back
hr: Natrag

source: Go Back
hr: Natrag

source: Go back home
hr: Natrag na početnu

source: Go Back Home
hr: Natrag na početnu

source: Go home
hr: Na početnu

source: Go to document
hr: Idi na dokument

source: Go to first page
hr: Idi na prvu stranicu

source: Go to last page
hr: Idi na zadnju stranicu

source: Go to next page
hr: Idi na sljedeću stranicu

source: Go to owner
hr: Idi na vlasnika

source: Go to previous page
hr: Idi na prethodnu stranicu

source: Go to team
hr: Idi na tim

source: Go to your <0>public profile settings</0> to add documents.
hr: Idite na <0>postavke javnog profila</0> kako biste dodali dokumente.

source: Green
hr: Zelena

source: Group
hr: Grupa

source: Group has been created.
hr: Grupa je stvorena.

source: Group has been updated successfully
hr: Grupa je uspješno ažurirana

source: Group Name
hr: Naziv grupe

source: Groups
hr: Grupe

source: Having an assistant as the last signer means they will be unable to take any action as there are no subsequent signers to assist.
hr: Ako je asistent posljednji potpisnik, neće moći poduzeti nikakvu radnju jer nema sljedećih potpisnika kojima može asistirati.

source: Help complete the document for other signers.
hr: Pomozite dovršiti dokument za druge potpisnike.

source: Help the AI assign fields to the right recipients.
hr: Pomozite AI-u dodijeliti polja odgovarajućim primateljima.

source: Here you can add email domains to your organisation.
hr: Ovdje možete dodati domene e-pošte svojoj organizaciji.

source: Here you can edit your organisation details.
hr: Ovdje možete urediti detalje svoje organizacije.

source: Here you can edit your personal details.
hr: Ovdje možete urediti svoje osobne podatke.

source: Here you can manage your password and security settings.
hr: Ovdje možete upravljati lozinkom i sigurnosnim postavkama.

source: Here you can set branding preferences for your organisation. Teams will inherit these settings by default.
hr: Ovdje možete postaviti postavke brendiranja za svoju organizaciju. Timovi će ih prema zadanim postavkama naslijediti.

source: Here you can set branding preferences for your team.
hr: Ovdje možete postaviti postavke brendiranja za svoj tim.

source: Here you can set document preferences for your organisation. Teams will inherit these settings by default.
hr: Ovdje možete postaviti postavke dokumenata za svoju organizaciju. Timovi će ih prema zadanim postavkama naslijediti.

source: Here you can set preferences and defaults for branding.
hr: Ovdje možete postaviti preferencije i zadane vrijednosti za brendiranje.

source: Here you can set preferences and defaults for your team.
hr: Ovdje možete postaviti preferencije i zadane vrijednosti za svoj tim.

source: Here you can set your general branding preferences.
hr: Ovdje možete postaviti opće postavke brendiranja.

source: Here you can set your general document preferences.
hr: Ovdje možete postaviti opće postavke dokumenata.

source: Here's how it works:
hr: Evo kako to funkcionira:

source: Hey I’m Timur
hr: Hej, ja sam Timur

source: Hi {userName},
hr: Bok {userName},

source: Hi {userName}, you need to enter a verification code to complete the document "{documentTitle}".
hr: Bok {userName}, trebate unijeti kod za provjeru kako biste dovršili dokument "{documentTitle}".

source: Hi, {userName} <0>({userEmail})</0>
hr: Bok, {userName} <0>({userEmail})</0>

source: Hide
hr: Sakrij

source: Home
hr: Početna

source: Home (No Folder)
hr: Početna (bez mape)

source: Horizontal
hr: Vodoravno

source: I agree to link my account with this organization
hr: Slažem se povezati svoj račun s ovom organizacijom

source: I am a signer of this document
hr: Ja sam potpisnik ovog dokumenta

source: I am a viewer of this document
hr: Ja sam pregledavatelj ovog dokumenta

source: I am an approver of this document
hr: Ja sam odobritelj ovog dokumenta

source: I am an assistant of this document
hr: Ja sam asistent ovog dokumenta

source: I am required to receive a copy of this document
hr: Moram primiti kopiju ovog dokumenta

source: I am the owner of this document
hr: Ja sam vlasnik ovog dokumenta

source: I understand that I am providing my credentials to a 3rd party service configured by this organisation
hr: Razumijem da svoje vjerodajnice dajem usluzi treće strane koju je ova organizacija konfigurirala

source: I'm sure! Delete it
hr: Siguran/na sam! Obriši

source: ID copied to clipboard
hr: ID kopiran u međuspremnik

source: Identifying input fields
hr: Identificiranje polja za unos

source: Identifying recipients
hr: Identificiranje primatelja

source: If there is any issue with your subscription, please contact us at <0>{SUPPORT_EMAIL}</0>.
hr: Ako postoji bilo kakav problem s Vašom pretplatom, kontaktirajte nas na <0>{SUPPORT_EMAIL}</0>.

source: If you didn't request this verification code, you can safely ignore this email.
hr: Ako niste zatražili ovaj kod za provjeru, možete sigurno ignorirati ovaj e-mail.

source: If you do not want to use the authenticator prompted, you can close it, which will then display the next available authenticator.
hr: Ako ne želite koristiti ponuđeni autentifikator, možete ga zatvoriti, a zatim će se prikazati sljedeći dostupni autentifikator.

source: If you don't find the confirmation link in your inbox, you can request a new one below.
hr: Ako ne pronađete poveznicu za potvrdu u pristigloj pošti, možete zatražiti novu u nastavku.

source: If your authenticator app does not support QR codes, you can use the following code instead:
hr: Ako Vaša aplikacija za autentifikaciju ne podržava QR kodove, možete umjesto toga koristiti sljedeći kod:

source: Important: What This Means
hr: Važno: što ovo znači

# Subscription status
source: Inactive
hr: Neaktivno

source: Inbox
hr: Ulazna pošta

source: Inbox documents
hr: Dokumenti u ulaznoj pošti

source: Include the Audit Logs in the Document
hr: Uključite zapisnike revizije u dokument

source: Include the Signing Certificate in the Document
hr: Uključite certifikat potpisivanja u dokument

source: Information
hr: Informacije

source: Inherit authentication method
hr: Naslijedi metodu autentifikacije

source: Inherit from organisation
hr: Naslijedi od organizacije

source: Inherit organisation members
hr: Naslijedi članove organizacije

source: Inherited subscription claim
hr: Naslijeđeni zahtjev za pretplatu

source: Initials
hr: Inicijali

source: Initials are required
hr: Inicijali su obavezni

source: Initials Settings
hr: Postavke inicijala

source: Inserted
hr: Umetnuto

source: Instance Stats
hr: Statistika instance

source: Invalid code. Please try again.
hr: Neispravan kod. Molimo pokušajte ponovno.

source: Invalid domains
hr: Nevažeće domene

source: Invalid email
hr: Neispravna e-pošta

source: Invalid link
hr: Neispravna poveznica

source: Invalid token
hr: Neispravan token

source: Invalid Token
hr: Neispravan token

source: Invalid token provided. Please try again.
hr: Neispravan token. Molimo pokušajte ponovno.

source: Invitation accepted
hr: Pozivnica prihvaćena

source: Invitation accepted!
hr: Pozivnica prihvaćena!

source: Invitation declined
hr: Pozivnica odbijena

source: Invitation has been deleted
hr: Pozivnica je obrisana

source: Invitation has been resent
hr: Pozivnica je ponovno poslana

source: Invite
hr: Pozovi

source: Invite member
hr: Pozovi člana

source: Invite Members
hr: Pozovi članove

source: Invite organisation members
hr: Pozovi članove organizacije

source: Invite team members to collaborate
hr: Pozovi članove tima na suradnju

source: Invited At
hr: Pozvan

source: Invoice
hr: Račun

source: IP Address
hr: IP adresa

source: Issuer URL
hr: URL izdavatelja

source: It is crucial to keep your contact information, especially your email address, up to date with us. Please notify us immediately of any changes to ensure that you continue to receive all necessary communications.
hr: Ključno je održavati kontaktne podatke, posebno adresu e-pošte, ažurnima. Molimo odmah nas obavijestite o svim promjenama kako biste nastavili primati sve potrebne komunikacije.

source: It looks like {0} hasn't added any documents to their profile yet.
hr: Čini se da {0} još nije dodao/la nijedan dokument na svoj profil.

source: It looks like we ran into an issue!
hr: Čini se da smo naišli na problem!

source: It seems that the provided token has expired. We've just sent you another token, please check your email and try again.
hr: Čini se da je dostavljeni token istekao. Upravo smo Vam poslali novi token, provjerite e-poštu i pokušajte ponovno.

source: It seems that there is no token provided, if you are trying to verify your email please follow the link in your email.
hr: Čini se da token nije dostavljen; ako pokušavate potvrditi e-poštu, slijedite poveznicu iz e-pošte.
