Repository: LordTony1/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hr

source: .PDF documents accepted (max {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
hr: Prihvaćaju se .PDF dokumenti (maks. {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)

source: "{0}" will appear on the document as it has a timezone of "{1}".
hr: „{0}” će se pojaviti na dokumentu jer ima vremensku zonu „{1}”.

source: "{documentName}" has been deleted by an admin.
hr: „{documentName}” je izbrisan od strane administratora.

source: “{documentName}” has been signed
hr: Dokument „{documentName}” je potpisan

source: “{documentName}” was signed by all signers
hr: Dokument „{documentName}” su potpisali svi potpisnici

source: "{documentTitle}" has been successfully deleted
hr: „{documentTitle}” je uspješno izbrisan

source: "{placeholderEmail}" on behalf of "Team Name" has invited you to sign "example document".
hr: „{placeholderEmail}” u ime „Team Name” vas je pozvao da potpišete „example document”.

source: "Team Name" has invited you to sign "example document".
hr: „Team Name” vas je pozvao da potpišete „example document”.

source: (You)
hr: (Vi)

source: {0, plural, one {(1 character over)} other {(# characters over)}}
hr: {0, plural, one {(# znak više)} few {(# znaka više)} other {(# znakova više)}}

source: {0, plural, one {{1} of # row selected.} other {{2} of # rows selected.}}
hr: {0, plural, one {{1} od # redak odabran.} few {{2} od # retka odabrano.} other {{2} od # redaka odabrano.}}

source: {0, plural, one {# character over the limit} other {# characters over the limit}}
hr: {0, plural, one {# znak preko ograničenja} few {# znaka preko ograničenja} other {# znakova preko ograničenja}}

source: {0, plural, one {# character remaining} other {# characters remaining}}
hr: {0, plural, one {Preostao je # znak} few {Preostala su # znaka} other {Preostalo je # znakova}}

source: {0, plural, one {# document} other {# documents}}
hr: {0, plural, one {# dokument} few {# dokumenta} other {# dokumenata}}

source: {0, plural, one {# Event} other {# Events}}
hr: {0, plural, one {# Događaj} few {# Događaja} other {# Događaja}}

source: {0, plural, one {# field} other {# fields}}
hr: {0, plural, one {# polje} few {# polja} other {# polja}}

source: {0, plural, one {# folder} other {# folders}}
hr: {0, plural, one {# mapa} few {# mape} other {# mapa}}

source: {0, plural, one {# recipient have been added from AI detection.} other {# recipients have been added from AI detection.}}
hr: {0, plural, one {# primatelj je dodan putem AI detekcije.} few {# primatelja je dodano putem AI detekcije.} other {# primatelja je dodano putem AI detekcije.}}

source: {0, plural, one {# recipient} other {# recipients}}
hr: {0, plural, one {# primatelj} few {# primatelja} other {# primatelja}}

source: {0, plural, one {# Recipient} other {# Recipients}}
hr: {0, plural, one {# Primatelj} few {# Primatelja} other {# Primatelja}}

source: {0, plural, one {# team} other {# teams}}
hr: {0, plural, one {# tim} few {# tima} other {# timova}}

source: {0, plural, one {# template} other {# templates}}
hr: {0, plural, one {# predložak} few {# predloška} other {# predložaka}}

source: {0, plural, one {<0>You have <1>1</1> pending invitation</0>} other {<2>You have <3>#</3> pending invitations</2>}}
hr: {0, plural, one {<0>Imate <1>1</1> pozivnicu na čekanju</0>} few {<2>Imate <3>#</3> pozivnice na čekanju</2>} other {<2>Imate <3>#</3> pozivnica na čekanju</2>}}

source: {0, plural, one {1 Field Remaining} other {# Fields Remaining}}
hr: {0, plural, one {Preostalo je 1 polje} few {Preostala su # polja} other {Preostalo je # polja}}

source: {0, plural, one {1 Field} other {# Fields}}
hr: {0, plural, one {1 polje} few {# polja} other {# polja}}

source: {0, plural, one {1 matching field} other {# matching fields}}
hr: {0, plural, one {1 odgovarajuće polje} few {# odgovarajuća polja} other {# odgovarajućih polja}}

source: {0, plural, one {1 Recipient} other {# Recipients}}
hr: {0, plural, one {1 Primatelj} few {# Primatelja} other {# Primatelja}}

source: {0, plural, one {Page {1} of {2} - # field found} other {Page {3} of {4} - # fields found}}
hr: {0, plural, one {Stranica {1} od {2} - pronađeno # polje} few {Stranica {3} od {4} - pronađena # polja} other {Stranica {3} od {4} - pronađeno # polja}}

source: {0, plural, one {Page {1} of {2} - # recipient found} other {Page {3} of {4} - # recipients found}}
hr: {0, plural, one {Stranica {1} od {2} - pronađen # primatelj} few {Stranica {3} od {4} - pronađena # primatelja} other {Stranica {3} od {4} - pronađeno # primatelja}}

source: {0, plural, one {Recipient added} other {Recipients added}}
hr: {0, plural, one {Primatelj dodan} few {Primatelji dodani} other {Primatelji dodani}}

source: {0, plural, one {Waiting on 1 recipient} other {Waiting on # recipients}}
hr: {0, plural, one {Čeka se 1 primatelja} few {Čeka se # primatelja} other {Čeka se # primatelja}}

source: {0, plural, one {We found # field in your document.} other {We found # fields in your document.}}
hr: {0, plural, one {Pronašli smo # polje u vašem dokumentu.} few {Pronašli smo # polja u vašem dokumentu.} other {Pronašli smo # polja u vašem dokumentu.}}

source: {0, plural, one {We found # recipient in your document.} other {We found # recipients in your document.}}
hr: {0, plural, one {Pronašli smo # primatelja u vašem dokumentu.} few {Pronašli smo # primatelja u vašem dokumentu.} other {Pronašli smo # primatelja u vašem dokumentu.}}

source: {0} couldn't be uploaded:
hr: {0} nije bilo moguće prenijeti:

source: {0} direct signing templates
hr: {0} predložaka za izravno potpisivanje

source: {0} has invited you to {recipientActionVerb} the document "{1}".
hr: {0} vas je pozvao da {recipientActionVerb} dokument "{1}".

source: {0} invited you to {recipientActionVerb} a document
hr: {0} vas je pozvao da {recipientActionVerb} dokument

source: {0} of {1} documents remaining this month.
hr: Preostalo je {0} od {1} dokumenata ovog mjeseca.

source: {0} on behalf of "{1}" has invited you to {recipientActionVerb} the document "{2}".
hr: {0} u ime "{1}" vas je pozvao da {recipientActionVerb} dokument "{2}".

source: {0} Teams
hr: {0} timova

source: {browserInfo} on {os}
hr: {browserInfo} na {os}

source: {charactersRemaining, plural, one {1 character remaining} other {{charactersRemaining} characters remaining}}
hr: {charactersRemaining, plural, one {Preostao je 1 znak} few {Preostala su {charactersRemaining} znaka} other {Preostalo je {charactersRemaining} znakova}}

source: {expiresInMinutes, plural, one {This code will expire in # minute.} other {This code will expire in # minutes.}}
hr: {expiresInMinutes, plural, one {Ovaj kod istječe za # minutu.} few {Ovaj kod istječe za # minute.} other {Ovaj kod istječe za # minuta.}}

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
hr: {inviterName} je otkazao dokument {documentName}, više ga ne morate potpisati.

source: {inviterName} has cancelled the document<0/>"{documentName}"
hr: {inviterName} je otkazao dokument<0/>"{documentName}"

source: {inviterName} has invited you to {0}<0/>"{documentName}"
hr: {inviterName} vas je pozvao da {0}<0/>"{documentName}"

source: {inviterName} has invited you to {action} {documentName}
hr: {inviterName} vas je pozvao da {action} {documentName}

source: {inviterName} has invited you to {action} the document "{documentName}".
hr: {inviterName} vas je pozvao da {action} dokument "{documentName}".

source: {inviterName} has removed you from the document {documentName}.
hr: {inviterName} vas je uklonio iz dokumenta {documentName}.

source: {inviterName} has removed you from the document<0/>"{documentName}"
hr: {inviterName} vas je uklonio iz dokumenta<0/>"{documentName}"

source: {inviterName} on behalf of "{0}" has invited you to {recipientActionVerb} the document "{1}".
hr: {inviterName} u ime "{0}" vas je pozvao da {recipientActionVerb} dokument "{1}".

source: {inviterName} on behalf of "{teamName}" has invited you to {0}<0/>"{documentName}"
hr: {inviterName} u ime "{teamName}" vas je pozvao da {0}<0/>"{documentName}"

source: {inviterName} on behalf of "{teamName}" has invited you to {action} {documentName}
hr: {inviterName} u ime "{teamName}" vas je pozvao da {action} {documentName}

source: {MAXIMUM_PASSKEYS, plural, one {You cannot have more than # passkey.} other {You cannot have more than # passkeys.}}
hr: {MAXIMUM_PASSKEYS, plural, one {Ne možete imati više od # pristupnog ključa.} other {Ne možete imati više od # pristupnih ključeva.}}

source: {maximumEnvelopeItemCount, plural, one {You cannot upload more than # item per envelope.} other {You cannot upload more than # items per envelope.}}
hr: {maximumEnvelopeItemCount, plural, one {Ne možete prenijeti više od # stavke po omotnici.} other {Ne možete prenijeti više od # stavki po omotnici.}}

source: {prefix} added a field
hr: {prefix} je dodao polje

source: {prefix} added a recipient
hr: {prefix} je dodao primatelja

source: {prefix} created an envelope item with title {0}
hr: {prefix} je stvorio stavku omotnice s nazivom {0}

source: {prefix} created the document
hr: {prefix} je stvorio dokument

source: {prefix} deleted an envelope item with title {0}
hr: {prefix} je izbrisao stavku omotnice s nazivom {0}

source: {prefix} deleted the document
hr: {prefix} je izbrisao dokument

source: {prefix} moved the document to team
hr: {prefix} je premjestio dokument u tim

source: {prefix} opened the document
hr: {prefix} je otvorio dokument

source: {prefix} prefilled a field
hr: {prefix} je unaprijed popunio polje

source: {prefix} removed a field
hr: {prefix} je uklonio polje

source: {prefix} removed a recipient
hr: {prefix} je uklonio primatelja

source: {prefix} resent an email to {0}
hr: {prefix} je ponovno poslao e-mail na {0}

source: {prefix} sent an email to {0}
hr: {prefix} je poslao e-mail na {0}

source: {prefix} sent the document
hr: {prefix} je poslao dokument

source: {prefix} signed a field
hr: {prefix} je potpisao polje

source: {prefix} unsigned a field
hr: {prefix} je uklonio potpis s polja

source: {prefix} updated a field
hr: {prefix} je ažurirao polje

source: {prefix} updated a recipient
hr: {prefix} je ažurirao primatelja

source: {prefix} updated the document
hr: {prefix} je ažurirao dokument

source: {prefix} updated the document access auth requirements
hr: {prefix} je ažurirao zahtjeve za autentifikaciju pristupa dokumentu

source: {prefix} updated the document external ID
hr: {prefix} je ažurirao vanjski ID dokumenta

source: {prefix} updated the document signing auth requirements
hr: {prefix} je ažurirao zahtjeve za autentifikaciju potpisivanja dokumenta

source: {prefix} updated the document title
hr: {prefix} je ažurirao naslov dokumenta

source: {prefix} updated the document visibility
hr: {prefix} je ažurirao vidljivost dokumenta

source: {prefix} viewed the document
hr: {prefix} je pregledao dokument

source: {recipientActionVerb} document
hr: {recipientActionVerb} dokument

source: {recipientActionVerb} the document to complete the process.
hr: {recipientActionVerb} dokument kako biste dovršili postupak.

source: {recipientCount} recipients
hr: {recipientCount} primatelja

source: {recipientName} {action} a document by using one of your direct links
hr: {recipientName} je {action} dokument koristeći jednu od vaših izravnih poveznica

source: {recipientName} has rejected the document '{documentName}'
hr: {recipientName} je odbio dokument '{documentName}'

source: {recipientReference} has completed signing the document.
hr: {recipientReference} je dovršio potpisivanje dokumenta.

source: {recipientReference} has signed "{0}"
hr: {recipientReference} je potpisao "{0}"

source: {recipientReference} has signed "{documentName}"
hr: {recipientReference} je potpisao "{documentName}"

source: {recipientReference} has signed {documentName}
hr: {recipientReference} je potpisao {documentName}

source: {remaningLength, plural, one {# character remaining} other {# characters remaining}}
hr: {remaningLength, plural, one {Preostao je # znak} other {Preostalo je # znakova}}

source: {signerName} has rejected the document "{documentName}".
hr: {signerName} je odbio dokument "{documentName}".

source: {teamName} has invited you to {0}<0/>"{documentName}"
hr: {teamName} vas je pozvao da {0}<0/>"{documentName}"

source: {teamName} has invited you to {action} {documentName}
hr: {teamName} vas je pozvao da {action} {documentName}

source: {userName} approved the document
hr: {userName} je odobrio dokument

source: {userName} CC'd the document
hr: {userName} je stavio dokument u kopiju (CC)

source: {userName} completed their task
hr: {userName} je dovršio svoj zadatak

source: {userName} failed to validate a 2FA token for the document
hr: {userName} nije uspio potvrditi 2FA token za dokument

source: {userName} rejected the document
hr: {userName} je odbio dokument

source: {userName} requested a 2FA token for the document
hr: {userName} je zatražio 2FA token za dokument

source: {userName} signed the document
hr: {userName} je potpisao dokument

source: {userName} validated a 2FA token for the document
hr: {userName} je potvrdio 2FA token za dokument

source: {userName} viewed the document
hr: {userName} je pregledao dokument

source: {validationLength, plural, one {Select at least # option} other {Select at least # options}}
hr: {validationLength, plural, one {Odaberite najmanje # opciju} other {Odaberite najmanje # opcija}}

source: {validationLength, plural, one {Select at most # option} other {Select at most # options}}
hr: {validationLength, plural, one {Odaberite najviše # opciju} other {Odaberite najviše # opcija}}

source: {validationLength, plural, one {Select exactly # option} other {Select exactly # options}}
hr: {validationLength, plural, one {Odaberite točno # opciju} other {Odaberite točno # opcija}}

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
hr: {visibleRows, plural, one {Prikazuje se # rezultat.} other {Prikazuje se # rezultata.}}

source: <0>"{0}"</0>is no longer available to sign
hr: <0>"{0}"</0> više nije dostupan za potpisivanje

source: <0>{organisationName}</0> has requested to create an account on your behalf.
hr: <0>{organisationName}</0> je zatražio stvaranje računa u vaše ime.

source: <0>{organisationName}</0> has requested to link your current Documenso account to their organisation.
hr: <0>{organisationName}</0> je zatražio povezivanje vašeg trenutnog Documenso računa s njihovom organizacijom.

source: <0>{senderName} {senderEmail}</0> has invited you to approve this document
hr: <0>{senderName} {senderEmail}</0> vas je pozvao/la da odobrite ovaj dokument

source: <0>{senderName} {senderEmail}</0> has invited you to assist this document
hr: <0>{senderName} {senderEmail}</0> vas je pozvao/la da asistirate na ovom dokumentu

source: <0>{senderName} {senderEmail}</0> has invited you to sign this document
hr: <0>{senderName} {senderEmail}</0> vas je pozvao/la da potpišete ovaj dokument

source: <0>{senderName} {senderEmail}</0> has invited you to view this document
hr: <0>{senderName} {senderEmail}</0> vas je pozvao/la da pregledate ovaj dokument

source: <0>{senderName} {senderEmail}</0> on behalf of "{0}" has invited you to approve this document
hr: <0>{senderName} {senderEmail}</0> u ime "{0}" vas je pozvao/la da odobrite ovaj dokument

source: <0>{senderName} {senderEmail}</0> on behalf of "{0}" has invited you to assist this document
hr: <0>{senderName} {senderEmail}</0> u ime "{0}" vas je pozvao/la da asistirate na ovom dokumentu

source: <0>{senderName} {senderEmail}</0> on behalf of "{0}" has invited you to sign this document
hr: <0>{senderName} {senderEmail}</0> u ime "{0}" vas je pozvao/la da potpišete ovaj dokument

source: <0>{senderName} {senderEmail}</0> on behalf of "{0}" has invited you to view this document
hr: <0>{senderName} {senderEmail}</0> u ime "{0}" vas je pozvao/la da pregledate ovaj dokument

source: <0>{teamName}</0> has requested to use your email address for their team on Documenso.
hr: <0>{teamName}</0> je zatražio korištenje vaše adrese e-pošte za svoj tim na Documensu.

source: <0>Account management:</0> Modify your account settings, permissions, and preferences
hr: <0>Upravljanje računom:</0> Izmijenite postavke računa, dozvole i postavke

source: <0>Admins only</0> - Only admins can access and view the document
hr: <0>Samo administratori</0> - Samo administratori mogu pristupiti i pregledati dokument

source: <0>Data access:</0> Access all data associated with your account
hr: <0>Pristup podacima:</0> Pristup svim podacima povezanim s vašim računom

source: <0>Drawn</0> - A signature that is drawn using a mouse or stylus.
hr: <0>Nacrtan</0> - Potpis koji se crta mišem ili olovkom.

source: <0>Email</0> - The recipient will be emailed the document to sign, approve, etc.
hr: <0>E-pošta</0> - Primatelj će e-poštom dobiti dokument za potpisivanje, odobravanje itd.

source: <0>Events:</0> All
hr: <0>Događaji:</0> Sve

source: <0>Everyone</0> - Everyone can access and view the document
hr: <0>Svi</0> - Svi mogu pristupiti i pregledati dokument

source: <0>Full account access:</0> View all your profile information, settings, and activity
hr: <0>Potpuni pristup računu:</0> Pregled svih informacija o profilu, postavkama i aktivnostima

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
hr: <0>Naslijedite metodu autentifikacije</0> - Koristite globalnu metodu autentifikacije potpisivanja postavljenu u koraku "Opće postavke"

source: <0>Managers and above</0> - Only managers and above can access and view the document
hr: <0>Voditelji i iznad</0> - Samo voditelji i osobe na višem položaju mogu pristupiti i pregledati dokument

source: <0>No restrictions</0> - No authentication required
hr: <0>Bez ograničenja</0> - Autentifikacija nije potrebna

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
hr: <0>Bez ograničenja</0> - Dokumentu se može pristupiti izravno putem URL-a poslanog primatelju

source: <0>None</0> - No authentication required
hr: <0>Nema</0> - Autentifikacija nije potrebna

source: <0>None</0> - We will generate links which you can send to the recipients manually.
hr: <0>Nema</0> - Generirat ćemo poveznice koje možete ručno poslati primateljima.

source: <0>Note</0> - If you use Links in combination with direct templates, you will need to manually send the links to the remaining recipients.
hr: <0>Napomena</0> - Ako koristite poveznice u kombinaciji s izravnim predlošcima, morat ćete ručno poslati poveznice preostalim primateljima.

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
hr: <0>Zahtijevaj 2FA</0> - Primatelj mora imati račun i omogućenu dvofaktorsku autentifikaciju (2FA) putem svojih postavki

source: <0>Require account</0> - The recipient must be signed in to view the document
hr: <0>Zahtijevaj račun</0> - Primatelj mora biti prijavljen za pregled dokumenta

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
hr: <0>Zahtijevaj pristupni ključ</0> - Primatelj mora imati račun i konfiguriran pristupni ključ putem svojih postavki

source: <0>Require password</0> - The recipient must have an account and password configured via their settings, the password will be verified during signing
hr: <0>Zahtijevaj lozinku</0> - Primatelj mora imati račun i konfiguriranu lozinku putem svojih postavki, lozinka će biti provjerena tijekom potpisivanja

source: <0>Sender:</0> All
hr: <0>Pošiljatelj:</0> Svi

source: <0>Typed</0> - A signature that is typed using a keyboard.
hr: <0>Utipkana</0> - Potpis koji se upisuje pomoću tipkovnice.

source: <0>Uploaded</0> - A signature that is uploaded from a file.
hr: <0>Učitana</0> - Potpis koji se učitava iz datoteke.

source: 0 Free organisations left
hr: 0 besplatnih organizacija preostalo

source: 1 Free organisations left
hr: 1 besplatna organizacija preostala

source: 1 month
hr: 1 mjesec

source: 12 months
hr: 12 mjeseci

source: 2FA Reset
hr: 2FA resetiranje

source: 3 months
hr: 3 mjeseca

source: 400 Error
hr: 400 Greška

source: 401 Unauthorized
hr: 401 Neovlašteno

source: 404 Document not found
hr: 404 Dokument nije pronađen

source: 404 Email domain not found
hr: 404 Domena e-pošte nije pronađena

source: 404 not found
hr: 404 nije pronađeno

source: 404 Not found
hr: 404 Nije pronađeno

source: 404 Not Found
hr: 404 Nije pronađeno

source: 404 Organisation group not found
hr: 404 Grupa organizacija nije pronađena

source: 404 Organisation not found
hr: 404 Organizacija nije pronađena

source: 404 Profile not found
hr: 404 Profil nije pronađen

source: 404 Team not found
hr: 404 Tim nije pronađen

source: 404 Template not found
hr: 404 Predložak nije pronađen

source: 404 User not found
hr: 404 Korisnik nije pronađen

source: 404 Webhook not found
hr: 404 Webhook nije pronađen

source: 5 documents a month
hr: 5 dokumenata mjesečno

source: 5 Documents a month
hr: 5 dokumenata mjesečno

source: 500 Internal Server Error
hr: 500 Interna pogreška poslužitelja

source: 6 months
hr: 6 mjeseci

source: 7 days
hr: 7 dana

source: A confirmation email has been sent, and it should arrive in your inbox shortly.
hr: E-mail za potvrdu je poslan i trebao bi uskoro stići u vašu pristiglu poštu.

source: A device capable of accessing, opening, and reading documents
hr: Uređaj sposoban za pristup, otvaranje i čitanje dokumenata

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
hr: Vaš izravni predložak kreirao je dokument koji zahtijeva da ga {recipientActionVerb}.

source: A draft document will be created
hr: Bit će kreiran nacrt dokumenta

# Audit log format
source: A field was added
hr: Polje je dodano

# Audit log format
source: A field was removed
hr: Polje je uklonjeno

# Audit log format
source: A field was updated
hr: Polje je ažurirano

source: A means to print or download documents for your records
hr: Sredstvo za ispis ili preuzimanje dokumenata za vašu evidenciju

source: A member has joined your organisation on Documenso
hr: Član se pridružio vašoj organizaciji na Documensu

source: A member has left your organisation
hr: Član je napustio vašu organizaciju

source: A member has left your organisation {organisationName}
hr: Član je napustio vašu organizaciju {organisationName}

source: A member has left your organisation on Documenso
hr: Član je napustio vašu organizaciju na Documensu

source: A new member has joined your organisation
hr: Novi član se pridružio vašoj organizaciji

source: A new member has joined your organisation {organisationName}
hr: Novi član se pridružio vašoj organizaciji {organisationName}

source: A new token was created successfully.
hr: Novi token je uspješno kreiran.

source: A password reset email has been sent, if you have an account you should see it in your inbox shortly.
hr: Poslan je e-mail za ponovno postavljanje lozinke, ako imate račun trebali biste ga uskoro vidjeti u svojoj pristigloj pošti.

# Audit log format
source: A recipient was added
hr: Primatelj je dodan

# Audit log format
source: A recipient was removed
hr: Primatelj je uklonjen

# Audit log format
source: A recipient was updated
hr: Primatelj je ažuriran

source: A request has been made to create an account for you
hr: Podnesen je zahtjev za stvaranje računa za vas

source: A request has been made to link your Documenso account
hr: Podnesen je zahtjev za povezivanje vašeg Documenso računa

source: A request to use your email has been initiated by {0} on Documenso
hr: Zahtjev za korištenje vaše e-pošte pokrenuo je {0} na Documensu
